[
	{
		"title": "ANTAGONISTIC LEARNING",
		"date": "October 6th, 2015",
		"description": "The third in an ongoing series of education/pedagogy posts. This one is about the teacher-student relationship—in particular, a model which is overrepresented in fiction, and underrepresented in real, everyday classrooms.",
		"contents": [
			{
				"type": "caption",
				"words": "This post is quite long, and has two main parts.  The first is a fictional example; if you wish to skip it, scroll down to the second image, which marks the start of the regular blog post."
			},
			{
				"type": "wideimage",
				"URL": "http://i.imgur.com/UkQFtpB.png"
			},
			{
				"type": "caption",
				"words": "Boy, that Jackie Chan—what a jerk, right?"
			},
			{
				"type": "space"
			},
				{
				"type": "subheading",
				"words": "PASS (excerpt, ch. 1)"
			},
			{
				"type": "paragraph",
				"words": "...when the entire room had fallen quiet, Ms. Palmano turned to the dry erase board behind her and drew four large columns, labeled A, B, C, and D.  She capped the marker, and then, as an afterthought, uncapped it and added the word (grades) after the letter D.  Stepping back into the corner of the room, she spoke."
			},
			{
				"type": "paragraph",
				"words": "“I’d like you all to come add your names to the board, please.”"
			},
			{
				"type": "paragraph",
				"words": "No one moved.  Everyone looked at one another, then back at the teacher, who stood expectant, her arms crossed.  Cautiously, a girl named Katie raised her hand.  Ms. Palmano nodded to her, and she asked, “Should we put our name under the grade we want?  Or the grade we think we’re going to get?”"
			},
			{
				"type": "paragraph",
				"words": "“Is there a difference?”"
			},
			{
				"type": "paragraph",
				"words": "Again, they all looked at one another.  Holt caught Conor’s eye, and jerked his head toward the front of the room, raising his eyebrows.  Conor shook his head, firmly."
			},
			{
				"type": "paragraph",
				"words": "Rolling his eyes, Holt stood and strolled casually to the board.  Picking up a red marker, he wrote HOLT in large capitals right across the center of the board, with the HO in the B column and the LT under C.  Then he walked back with his hands in his pockets, whistling provocatively."
			},
			{
				"type": "paragraph",
				"words": "There was a smattering of nervous laughter as the class waited for Ms. Palmano’s reaction, but she gave none.  Eventually, two other students stood up, and then the floodgates opened.  Soon there was a scrum at the board as the seventh graders fought for colors and pride of place."
			},
			{
				"type": "paragraph",
				"words": "“Why are we doing this?” asked one boy as he waited outside the pack for a marker."
			},
			{
				"type": "paragraph",
				"words": "“I thought we might start with a moment of honesty,” Ms. Palmano answered.  Only a few students were close enough to overhear, Conor among them."
			},
			{
				"type": "paragraph",
				"words": "Quietly, he picked up a black marker and added his name in small letters right underneath Holt’s; there were ten or eleven other kids who had also chosen to straddle one of the lines."
			},
			{
				"type": "paragraph",
				"words": "When they had all retaken their seats, the teacher reached into her desk drawer and pulled out a phone.  Holding it up, she photographed the board.  “Well,” she said dryly, “half of you cheated.”"
			},
			{
				"type": "paragraph",
				"words": "Another nervous chuckle."
			},
			{
				"type": "paragraph",
				"words": "“I think I can fix it, though.  If a solid A is a 95, and a solid B is—what, an 89?—then I suppose I can give Arianna a 92.”  Arianna shifted uncomfortably as everyone’s eyes fell on her; her name was written across the boundary between A and B.  A moment later, though, they all turned back to the front as Ms. Palmano picked up her gradebook and began writing, looking back and forth from the board to the page."
			},
			{
				"type": "paragraph",
				"words": "“Wait—what are you doing?  Are those really our grades?”  This from another boy, one whose name Conor didn’t know.  He sounded slightly panicked, and from the looks on the faces of the students around him, he wasn’t alone."
			},
			{
				"type": "paragraph",
				"words": "“Yes,” Ms. Palmano replied, still looking from the board to the gradebook."
			},
			{
				"type": "paragraph",
				"words": "“For what?”"
			},
			{
				"type": "paragraph",
				"words": "“You tell me.  You’re the one who gave it to yourself.”"
			},
			{
				"type": "paragraph",
				"words": "“No, I mean—what’s the grade for?  Is that, like, a quiz grade?  Or a homework grade?”"
			},
			{
				"type": "paragraph",
				"words": "“Oh.  I don’t know.  I was just going to put it onto your report card.”"
			},
			{
				"type": "paragraph",
				"words": "There was a wave of incredulous protest as the teacher finished writing and put her gradebook down.  Turning to face them, she hoisted an expression of exaggerated innocence onto her face and asked, “Is there a problem?”"
			},
			{
				"type": "paragraph",
				"words": "A dozen voices spoke all at once, and she lifted her arms in a calming gesture.  Slowly, the voices quieted, and were replaced by a dozen raised hands.  She pointed to one."
			},
			{
				"type": "paragraph",
				"words": "“But we haven’t done anything yet!”"
			},
			{
				"type": "paragraph",
				"words": "“So?  You’re going to—isn’t this easier?  Now we both know what to expect.”"
			},
			{
				"type": "paragraph",
				"words": "Another outburst, this time involving at least half of the class.  Again, Ms. Palmano waited, and again the students slowly settled and raised their hands.  Conor looked over at Holt, whose eyes were narrowed, his expression mistrustful."
			},
			{
				"type": "paragraph",
				"words": "A girl spoke.  “If those are our grades for the quarter, what’s to stop us from just doing nothing?”"
			},
			{
				"type": "paragraph",
				"words": "“I hope you’re not suggesting that it would be a good idea to cheat in my class, Miss—”"
			},
			{
				"type": "paragraph",
				"words": "“Gibson.  Susanne Gibson.”"
			},
			{
				"type": "paragraph",
				"words": "“Are you saying you plan to cheat, Susanne?”"
			},
			{
				"type": "paragraph",
				"words": "Susanne fell silent, her cheeks flushed.  Someone else spoke in a stage whisper.  “Wish I’d put myself under A instead of C.”"
			},
			{
				"type": "paragraph",
				"words": "“Cheating, Mr.—”"
			},
 			{
				"type": "paragraph",
				"words": "“My name’s Ben.”"
			},
			{
				"type": "paragraph",
				"words": "“And twice a cheater—you didn’t wait your turn.”  She called on another boy in the front row.  “What’s your name?” she asked."
			},
			{
				"type": "paragraph",
				"words": "“Rami, ma’am—and can we change our grades?”"
			},
			{
				"type": "paragraph",
				"words": "“CHEATING!” she roared, and the class was evenly split between those who laughed and those who cowered.  “One does not simply change a grade!”"
			},
			{
				"type": "paragraph",
				"words": "“But we didn’t know what the grade was for!” protested the boy who’d spoken first.  There was a general mutter of agreement, smothered by the stern gaze of Ms. Palmano as she swept it around the room.  Conor eyed his classmates furtively.  Not all of them were joining in—half of the class was still just sitting there, indifferent—but those whose hands were raised looked mutinous.  Holt's frown had disappeared, and a tight, quiet smile was now playing around his lips."
			},
			{
				"type": "paragraph",
				"words": "“The grade is for your work in this class, which I thought was perfectly obvious from the fact that I wrote it down in my gradebook,” Ms. Palmano said.  She called on the girl sitting directly in front of Conor."
			},
			{
				"type": "paragraph",
				"words": "“What work, though? —and my name’s Jennifer.”"
			},
			{
				"type": "paragraph",
				"words": "“You tell me, Jennifer.  You’ve promised me”—here she paused, scanning the board—“an A’s worth of English work.  What will it be?”"
			},
			{
				"type": "paragraph",
				"words": "“Aren’t you supposed to tell us? You’re the teacher!”"
			},
			{
				"type": "paragraph",
				"words": "“And you’re the student.  Would you rather learn how to follow directions, or how to write them?”"
			},
			{
				"type": "paragraph",
				"words": "There was a lull as the protesters digested this.  Holt was now laughing silently; Conor reached over and punched him in the arm.  “What’s so funny?” he hissed."
			},
			{
				"type": "paragraph",
				"words": "“This whole thing,” Holt whispered back.  “Está jodiendolos—they’re all taking it so serious, and she’s just trolling them.  I bet she didn’t even write those grades down in her gradebook.  Bet she was just taking attendance.  Oh, man, I hope she doesn’t get fired.”  He started laughing again."
			},
			{
				"type": "paragraph",
				"words": "Hands were going up into the air once more.  The teacher called on another boy, who identified himself as Jeremy.  “Are you saying we’re supposed to make up our own assignments?”"
			},
			{
				"type": "paragraph",
				"words": "“I’m saying there are no assignments.  But you owe me for that B you’ve asked me to sign off on.”"
			},
			{
				"type": "paragraph",
				"words": "“What if we can’t think of anything?”"
			},
			{
				"type": "paragraph",
				"words": "“Then you’ll fail.”"
			},
			{
				"type": "paragraph",
				"words": "“There aren’t any failing grades up there,” Ben pointed out.  “You only went down to D.”"
			},
			{
				"type": "paragraph",
				"words": "“Oh, I’m not saying you’ll fail the CLASS.  Then you’d just be right back here next year—how would that help?”"
			},
			{
				"type": "paragraph",
				"words": "“Wait—are you saying we CAN'T fail?”"
			},
			{
				"type": "paragraph",
				"words": "“Of course you can fail—weren’t you listening?  I’m just saying that your grade has nothing to do with it.”  She threw her hands up in frustration.  “Look, this is a very simple concept.  I don’t know why you’re having so much trouble with it.”"
			},
			{
				"type": "paragraph",
				"words": "“You’re not explaining it!”"
			},
			{
				"type": "paragraph",
				"words": "“Exactly!”"
			},
			{
				"type": "paragraph",
				"words": "The discussion dissolved into chaos.  Conor watched with clinical interest as half of his classmates came unhinged.  Some were like Holt, who now had tears shining in the corners of his eyes as he goaded those around him.  Others—like Susanne—looked stricken, their voices pleading as they struggled to be heard over the angry shouts of Jennifer and the boy whose name Conor still hadn’t caught.  There were plenty who sat in silence, and their reactions were no less varied—some looked pensive, others anxious, others merely bored.  A few, like Conor, gave nothing away as their eyes moved back and forth across the room."
			},
			{
				"type": "paragraph",
				"words": "And there in the center of it all, making no effort to temper the bedlam she had unleashed, stood Ms. Palmano, that small, knowing smile returned to her lips as she waited for her students to wear themselves out."
			},
			{
				"type": "paragraph",
				"words": "She did this on purpose, Conor thought.  Holt is right—she’s jerking us around."
			},
			{
				"type": "paragraph",
				"words": "Strangely, the thought produced no feeling of resentment, perhaps because he himself had not been swept up in it.  She’s playing us for fools, but we don’t have to play along.  He wondered what Ashleigh would do in this situation.  Probably go up and erase the board.  Or declare the class dismissed and walk out.  Or..."
			},
			{
				"type": "paragraph",
				"words": "Conor hesitated.  A beautiful idea had just struck him—but it couldn’t be that simple, could it?  He looked around the room, at the pandemonium still raging unabated.  Slowly, he reached into his binder, took out a sheet of paper and a pencil, and laid them on his desk."
			},
			{
				"type": "paragraph",
				"words": "Ms. Palmano winked at him."
			},
			{
				"type": "paragraph",
				"words": "Oh, Ash would just love this...."
			},
			{
				"type": "paragraph",
				"words": "He picked up the pencil and wrote his name and subject at the top of the page.  Then, looking up at the board, he also wrote the number 85, and circled it.  Out of the corner of his eye, he saw Holt following his lead; a moment later, the girl in front of him, Jennifer, withdrew her voice from the tumult and did the same.  Slowly the idea spread, in fits and starts, like ripples radiating out from Conor’s corner, until a tipping point was reached and the whole room fell silent.  Then there was only the zip of bookbags and the click of binders, the rustle of paper and the scratching of graphite and ball points..."
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "subheading",
				"words": "ANTAGONISTIC LEARNING"
			},
			{
				"type": "image",
				"URL": "http://i.imgur.com/x1bkqFc.png"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "I am not what you would call a \"normal\" teacher.  My sixth grade classroom was weird, to the point that even in the third and fourth quarters, I would frequently get messages from parents saying things like \"Alex just LOVES your class—he talks about it almost every day after school!  What—um—what exactly is it that you teach?\"  By now, you probably aren't surprised to hear that I wrote the passage above, or that it's unashamedly autobiographical."
			},
			{
				"type": "paragraph",
				"words": "In my first EDUC post, I tried to give an explanation of my axioms—the assumptions underpinning my decisions in the classroom.  In the second post, I tried to describe some of the ways I operationalize those assumtions into concrete norms and expectations.  Now, I'd like to pull back and talk about the overall atmosphere—about what it feels like to be a student in one of my classes."
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "blockquote",
				"words": "\"I am your enemy, Ender—the first one you've ever had who was smarter than you. There is no teacher but the enemy. No one but the enemy will ever tell you what the enemy is going to do. No one but the enemy will ever teach you how to destroy and conquer. Only the enemy shows you where you are weak. Only the enemy tells you when he is strong. And the rules of the game are what you can do to him and what you can stop him from doing to you. I am your enemy from now on. From now on, I am your teacher.\" —Mazer Rackham, \"Ender's Game\""
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "My culture has a long and venerable tradition of fictional teachers who are capricious, demanding, unhelpful, derogatory, cryptic, and generally unpleasant to be around.  Often, they are cynical old masters, numbed by the repeated failures of their previous students and no longer interested in scattering pearls before swine.  Our hero has to spend enormous amounts of time and energy just proving that she is a worthy pupil, and there's usually at least one falling-out halfway through the training in which it seems that the teacher will absolutely refuse to go any further."
			},
			{
				"type": "paragraph",
				"words": "Conspicuously absent from this archetype is any indication that the teacher is Doing It Wrong.  In fact, while the student will often rail or rebel, this almost always leads to temporary disaster, after which she returns to finish her training.  Though the relationship inevitably softens into one of mutual respect, it's either implied or stated outright that the pupil could not have succeeded without that initial harshness—that the master's way was in fact a critical component of victory."
			},
			{
				"type": "paragraph",
				"words": "There are lots of reasons why this archetype doesn't actually show up in, say, public middle school classrooms.  It's largely based on a mentor-protégé model, whereas real classrooms have 20-40 students in them.  It's a take-it-or-leave-it, in-or-out paradigm, where our culture is increasingly committed to the spirit of \"no child left behind.\"  It makes no accommodation for different learning styles, or for disabilities, or for outside factors that impact learning potential (such as poor home life or access to resources).  It's also not the kind of model that one can realistically build consensus around—in fiction, the only person that needs to be convinced is the student, whereas in reality there are the other teachers on one's team, the parents, the administration, and external constraints imposed by the department of education."
			},
			{
				"type": "paragraph",
				"words": "Yet the romantic model persists.  And when you ask people about the teachers they found most influential—the ones they feel true gratitude toward—a disproportionately high number of the stories you get back play around in this space.  Sure, there are the teachers who are overflowing with love and support and encouragement, the maternal figures who comforted us and bolstered our confidence.  But there are also the stern, aloof, emotionally distant ones, who demanded our absolute best, and offered not a shred of love or respect until it had been paid for in full."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "In my corner of the United States, the transition from fifth grade to sixth grade (around age ten) is a big deal, often involving an entirely new building and a significant ratcheting-up of both freedom and responsibility.  This means that, on the day my students first met me, most of them were somewhere in the space of nervous/off-balance/uncertain/actively panicking."
			},
			{
				"type": "paragraph",
				"words": "Knowing this, I structured my introductory lesson accordingly.  Students would line up outside my door (for \"Core Connections,\" a name that gives few hints or clues) and enter to find the following:"
			},
			{
				"type": "list",
				"list": [
					"A pile of roughly fifteen slightly-askew microwave-sized wooden boxes",
					"A digital clock on the wall, counting down from 59:59",
					"A teacher with duct tape over his mouth and a sign that read \"THINK.\""
				]
			},
			{
				"type": "paragraph",
				"words": "In the space of that hour, they would either succeed or fail at a) recognizing that there was a problem to be solved, b) reaching a consensus as to what that problem was, c) devising a strategy for solving it, and d) successfully coordinating with one another to put the plan into action."
			},
			{
				"type": "space"
			},
			{
				"type": "image",
				"URL": "http://i.imgur.com/q4i5bc4.png"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "Each of the three years that I taught, three out of the five classes successfully built an eight-foot catenary arch with no help from me beyond the occasional grunt or wink.  A fourth class was usually well on their way toward a solution, and a fifth was hopelessly lost."
			},
			{
				"type": "paragraph",
				"words": "That was where Core Connections began.  On day two, I gave my students a lecture about free will and agency, and then opened the door and invited any students who were present against their will to leave.  On day three, they walked in to find a full page's worth of instructions written on the board in an unknown cipher with a single clue.  Other early highlights included the establishment of a no-warnings policy for minor infractions, a limit of one question per student per day, a refusal to give any instruction twice, regular use of deadlines enforced by the countdown clock, and a grading schema under which following all directions perfectly resulted in a B+."
			},
			{
				"type": "paragraph",
				"words": "I'm fairly certain that if my plan had been subjected to review, I would have been forced to abandon it.  What I was attempting was, after all, firmly in the category of high-risk/high-reward, and at its core, the American education system is strongly conservative and risk-averse.  Luckily for my students, no one really bothered to check in on me until the end of the first month, at which point we had a demonstrably good thing going.  My students were reflective, autonomous, hard-working, and well-behaved—not only on absolute scales, but also relative to those same students' conduct in other classrooms."
			},
			{
				"type": "paragraph",
				"words": "In part, this was attributable to my specific content, which had the advantage of being more novel and more engaging than math, science, English, and social studies.  The fact that I was the only male teacher on the team probably helped, too, along with the unusual structure of my classroom (with computers lining the walls and a large open space that could be filled with folding tables).  But I claim that the single largest factor was my commitment to the model of antagonistic learning.  From day one, I presented myself as a nemesis—a hoarder of information, a trickster, an Unreliable Narrator whose role was primarily that of an obstacle to be overcome and an opponent to be beaten.  Most importantly, I spoke to my students with something far closer to brutal honesty than any other adult in the school was willing to give them."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "It's important to pause for a moment and point out that at the heart of antagonistic learning is a single, straightforward concept: people are not their actions."
			},
			{
				"type": "paragraph",
				"words": "I repeat this point for emphasis.  People are not their actions."
			},
			{
				"type": "paragraph",
				"words": "If you've read some of my other posts, you will know that I'm interested in making this point LESS TRUE.  I think the world is a significantly better place when people's true selves more closely resemble the sums of their actions (or rather, the reverse—when the sums of people's actions resemble their true selves).  However, when dealing with regular ol' imperfect humans, it's critical to keep in mind that there is a gap between one's revealed self and one's internal sense of who one is."
			},
			{
				"type": "paragraph",
				"words": "This is what lies behind the psychiatric model of unconditional high regard—for the purposes of therapy or treatment, even \"terrible\" people need a safe place to exist, where they can look at their behavior objectively without needing to spend energy on framing or being defensive.  It plays a similar role in the antagonistic classroom, because the antagonistic teacher pulls no punches when it comes to evaluating student work, student habits—even, broadly speaking, student thinking."
			},
			{
				"type": "paragraph",
				"words": "It's crucial, therefore, to hold the STUDENTS THEMSELVES as inviolate—dignified by default, and capable by assumption.  This is the key that makes antagonistic learning a successful model, and it must be explicitly reinforced—the antagonistic teacher may express disappointment that her students have failed to reach the bar, or skepticism that they'll even bother to try, but never ever ever may she imply that her students simply lack the necessary ability.  Indeed, the explicit assumption that they HAVE the ability is what gives power to her critique.  \"Come on, you're better than this, what happened?\" is a recipe for growth, because the disappointment is proportional to the missed potential rather than to the distance to some ungrounded standard."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "I don't actually have a rigorous, prescriptive definition of what antagonistic learning entails.  For me, it's largely instinctive—I know it when I see it, because I have a deep internal model of what it looks like done right.  But I'll try to paint the picture in broad strokes:"
			},
			{
				"type": "paragraph",
				"words": "DEFAULT SKEPTICISM.  In the standard American classroom, there is a tendency to focus on the idealized potential of the students—to implore and exhort each person to do his or her very best at every turn.  Most teachers spend a great deal of time on the narrative of excellence, describing highly effective processes and high-quality products in detail, hoping to paint an attractive picture that will draw students forward."
			},
			{
				"type": "paragraph",
				"words": "The antagonistic teacher, on the other hand, takes it as a given that most students will put forth the bare minimum of effort, and structures his class accordingly.  He makes clear exactly what is necessary to achieve a B or a C (rather than presenting these as inferior shadow derivations of A-level work), and then ends his spiel, ideally leaving the students with the vague sense that they've just been insulted."
			},
			{
				"type": "paragraph",
				"words": "There's a strawman version of this method that is rightly criticized as \"death by lowered expectations.\"  This is different, though—the antagonistic teacher doesn't act as though her students aren't CAPABLE of doing better, but rather as though she doesn't expect them to TRY.  It's a form of reverse psychology:"
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "blockquote",
				"words": "\"Oh, right, sorry—I didn't talk about what it takes to get an A because most of the time nobody's interested.  I mean, it's not that it's HARD to get an A, it's just that you've got to put in a good chunk of work, and people usually just decide to settle for a B.  But sure, if you insist...\""
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "STRAIGHT TALK.  One of my earliest discoveries as a sixth grade teacher was that the vast majority of the students in my charge had literally never been told that their work wasn't good enough."
			},
			{
				"type": "paragraph",
				"words": "By that, I don't mean that they'd never received critical feedback.  I just mean that they'd never heard the phrase \"Sorry, this is unacceptable—try again.\"  Instead, they had spent years being treated with kid gloves, their constructive criticism sandwiched between compliments, their off-track ideas validated and praised so much that, at the end of a critique, they either didn't even realize they'd been told to change course, or didn't understand WHY."
			},
			{
				"type": "paragraph",
				"words": "This bending-over-backwards on behalf of kids' emotional safety is corrosive in multiple domains.  It atrophies their ability to handle adversity and regulate their own responses to unpleasant situations.  It erodes the line between high-quality and low-quality work, to the point that some students no longer think it exists, or at the very least are unable to identify it themselves.  Most importantly, it causes the average kid to think of adults as idiots, and the more perceptive ones to (correctly) classify them as \"people who won't tell me the truth.\""
			},
			{
				"type": "paragraph",
				"words": "The antagonistic teacher makes a deliberate effort to subvert this paradigm, speaking to her students as human beings and near-equals.  She draws a clear line between what work and behavior is acceptable and what work and behavior is not, and she is not bashful about identifying publicly which is which.  This is always done with a core of unconditional high regard, but without undue softening—the phrase \"You guys are definitely NOT dumb, so why are you acting like it?\" is one that I uttered several times during each of my three years as a sixth grade teacher.  She also seeks to be candid in other ways—for instance, when my students would complain that a particular activity or project felt utterly useless, I wouldn't try to justify its relevance to their adult lives the way many of my colleagues would.  Instead, I would simply shrug, and agree with them, and challenge them to find meaning and value in it anyway:"
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "blockquote",
				"words": "\"If you have to turn in this stupid worksheet one way or the other, then you've got a couple of options.  You can put in the absolute bare minimum of work, so that you can get it out of the way and get back to the rest of your life.  Or you can use it for practice, and level up.  A lot of the time, it's not going to matter what you know or what you've done—what's going to matter is whether you're the type of person who can buckle down and get stuff done right, and that's a skill you've got to work at.  This worksheet might be dumb, but if you think of it as a warm-up for important stuff later, it doesn't have to be a total waste of time.\""
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "SYSTEMS MEANT TO BE GAMED.  In traditional classrooms, rules are fuzzy things, and teachers tend to enforce their spirit rather than their letter.  This allows for a certain degree of sanity and consistency, since clever students don't really have the power to munchkin the system."
			},
			{
				"type": "paragraph",
				"words": "The antagonistic teacher, on the other hand, is a stickler for exactitude.  If, in the process of responding to a challenge, a student finds a cheap way to win, the antagonistic teacher doesn't cheat her out of her victory."
			},
			{
				"type": "space"
			},
			{
				"type": "image",
				"URL": "http://i.imgur.com/dsb0Jn9.png"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "This applies not only to math worksheets, but to project rubrics, debate rules, behavioral expectations, and the broader circumstances of being-a-human-stuck-in-a-school (since the goal is to train students in ways of thinking that will make them happy, effective human beings no matter where they end up in life).  A significant minority of the antagonistic teacher's activities and norms are constructed with known loopholes, and his students are encouraged and rewarded for finding them; when they dig out others that he did not put there intentionally, he applauds them publicly for seeing what he did not."
			},
			{
				"type": "paragraph",
				"words": "This is crucial, because the antagonistic teacher will typically make things very hard for his students.  There will be extremely high bars for success, challenges where even the question is unclear, choices where every option seems bad, time pressures and restricted resources, and deliberate misinformation.  If the students are to respond to this with determination rather than despair, they have to believe that the rug will not be pulled out from under them—that if they are, in fact, clever and resourceful, those traits will MATTER (and that if they are not, that those traits are worth developing).  Train your students to cheat intelligently from day one, and they will be formidable indeed by the time they leave your classroom."
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "OPENLY MANIPULATIVE.  The word \"manipulative\" is somewhat negatively charged, so bear with me as I describe an example.  Once a week, my students participated in a teambuilding initiative—a challenge or puzzle that required active collaboration to solve.  In one of the early ones, I divided the class into five groups, and handed each group a hula hoop."
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "blockquote",
				"words": "Okay.  There will be golf balls in this activity.  You may carry at most two golf balls at a time—one in each hand, none in your pockets or bags.  Your job is to put golf balls inside your hula hoop; at the end of the five minutes, the group or groups with the most balls inside the area defined by their hoop wins the prize.  You may move your hoop into a corner or under a table or whatever, and you may try to guard it by standing in front of it, but you can't ACTUALLY STOP people from taking the golf balls out of your hoop—any person may pick up any ball from any place at any time.  You have ten seconds to form a strategy with your partners—GO!"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "After exactly ten seconds, or about the time it takes to read this sentence, I upended a bucket of golf balls in the center of the room, and let human nature take its course."
			},
			{
				"type": "paragraph",
				"words": "What happened next is pretty much exactly what you would expect.  Frustrations rose, and then peaked; in the end, no group had any significant lead over any other and the final determination of victory was essentially random."
			},
			{
				"type": "paragraph",
				"words": "Interestingly enough, though, the problem of coordination has, in this case, a trivial solution: simply stack all five hoops in the center of the room, and work together to fill it.  This is a solution that feels slightly cheaty/hacky (see above), and when I explained it to my students after the activity, they almost always reacted with glares and groans."
			},
			{
				"type": "paragraph",
				"words": "The manipulation comes in at the point where I refuse to give them sufficient time to come up with this solution themselves.  I had other activities which similarly locally incentivized behavior that was globally counterproductive, or which contained instructions that strongly implied and encouraged false conclusions without ever stating them outright, or which pattern-matched to competition despite actually being better solved through cooperation.  One of my favorite manipulations was to wait until I heard the correct solution spoken out loud, and then immediately distract the group by calling their attention elsewhere."
			},
			{
				"type": "paragraph",
				"words": "This is where the bulk of the actual \"antagonism\" in antagonistic learning comes in.  In the manner of an adult playing peekaboo with an infant, I helped my students improve as rational agents by repeatedly exposing them to the flaws in their current models.  I did not hide these manipulations; we often talked about them explicitly in debriefs, and whenever my students caught one ahead of schedule, I responded with a grin and a small reward.  Eventually, it was taken as a given that, within the confines of a particular challenge or activity, I was Not To Be Trusted and the incentives were likely to be misaligned.  I knew that I had fostered growth when, after blindfolding my students and telling them that they had to form the loop of rope they were all holding into a square, I heard the following:"
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "blockquote",
				"words": "\"WAIT.  Before we all start talking, we should check to make sure that there's actually just one rope.\""
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "NOT HERE TO MAKE FRIENDS.  One of the things I did every summer was pore over the yearbook from the previous year, memorizing all of the names and faces of my upcoming students."
			},
			{
				"type": "paragraph",
				"words": "This is a fairly common trick among teachers.  There's a lot of power in a name, and you get some fairly startled looks on day one from kids who aren't quite sure how you know who they are.  Many of my colleagues used this method to signal caring and warmth—it was a visceral way of demonstrating, right from the start, that they were willing to put in the work to build deep and genuine relationships."
			},
			{
				"type": "paragraph",
				"words": "In my classroom, however, there were no Hals or Lexies or Brysons or Dakotas—not at first, anyway.  I began my first roll call with \"Mr. Alvarez,\" and carried it right through to \"Ms. Yates.\""
			},
			{
				"type": "paragraph",
				"words": "It wasn't until halfway through October that \"Mr. Green\" became \"Alex,\" when he made a particularly insightful comment in a class discussion on the Catholic seven virtues.  I drew no particular attention to the change, as I drew no particular attention to Mikayla or Darith or Johnny or Sam.  Different classes caught on at different times; occasionally a student would ask about the discrepancy, and I would sidestep the question."
			},
			{
				"type": "paragraph",
				"words": "The point—which perhaps none of my students understood explicitly, but which lay behind this and other classroom norms—was that we were all there for a reason, and that that reason was independent of any particular sense of friendship or camaraderie.  Respect was indispensable.  Trust—insofar as my tricks and traps were known and known to be instrumental—was essential.  Fairness, accommodation, discipline, compassion—these things were all necessary ingredients of a successful student-teacher relationship."
			},
			{
				"type": "paragraph",
				"words": "But warmth—warmth was a bonus.  I used it as I used every other incentive—carefully, deliberately, and in pursuit of the overall goal.  I like kids—middle schoolers especially; they are a fascinating mix of enthusiasm, irreverence, ambition, and skepticism.  Generally speaking, I'm inclined to make friends, even if the human I'm talking to happens to be twelve.  But too much warmth too soon would undermine the hard lessons I intended to teach, and too little later on provided a spur to those who really wanted that one extra iota of public recognition.  Every student had my default respect, but only the ones who were really, truly trying got to see me sit up and take notice."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "The list above is not complete; there are thousands upon thousands more words to be spilled over the concept of antagonistic learning.  What I've written so far is a rough and incomplete description, wrong in many particulars though approximately correct in the aggregate.  If you find yourself startled or dismayed at some particular brush stroke, take a step back, and see if it makes sense when you squint; what matters here is not any one specific piece, but the overall picture."
			},
			{
				"type": "paragraph",
				"words": "Of course, it may be that you find the overall picture distasteful.  Certainly I've met few other teachers who've chosen this particular philosophy, and I received no small number of complaints from students and parents alike (though curiously never from the parents of those upset students, nor the children of those upset parents).  As always, I make no claim that my outlook and methods are correct in any universal sense—only that they worked, at least once, and well enough that I saw most of my students change for the better."
			},
			{
				"type": "paragraph",
				"words": "I'll revisit many of these themes in my later EDUC posts, but for now, it's time to zoom back in and start talking specifics.  The next installment (which may not appear for a month or so; things are busy) will be ground-level.  I'm going to talk about Core Connections as an ideal, and how it was operationalized into specific lessons on critical thinking, project process, and collaboration.  In the meantime, thanks for reading, and may you have fond memories of the grumpy old wizards from your educational past."
			},
			{
				"type": "space"
			}
		]
	}
]