[
	{
		"title": "FLAVORFUL EFFORT",
		"contents": [
			{
				"type": "paragraph",
				"words": "In formal logic, a double-negated statement is exactly the same thing as its positive counterpart.  \"The sky is blue\" contains the same relevant information as \"The sky is not non-blue.\"  Similarly, there's no denotative, logical difference between statements like \"Remember to do the laundry\" and \"Don't forget to do the laundry,\" or between \"Don't take any more than half of the cookies\" and \"Make sure to leave at least half of the cookies.\"  If you were writing software, you would represent each of those pairs with a single, unequivocal statement."
			},
			{
				"type": "paragraph",
				"words": "But we aren't logical beings; we're programs that wrote themselves, running on computers made of meat.  Connotation matters—every human language is rich with synonyms and shades of meaning because we NEED those options.  It's not just a feel thing, either—research has linked pessimism with realism, and hostility with heart disease; there's evidence that subtle nuances of word choice correlate with romantic compatibility, perceived honesty, and social status.  Promising ourselves that we'll remember something is ACTUALLY DIFFERENT from telling ourselves not to forget."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "paragraph",
				"words": "There's a card game I love called Magic: The Gathering, where you play as a wizard and attempt to take out your opponents by casting spells and marshalling creatures.  It's organized around a system of five colors, each of which has its own flavor and style.  Players using white cards, for example, can't really cast creepy death spells, while players using black cards don't usually have access to angels."
			},
			{
				"type": "paragraph",
				"words": "One of the interesting things about Magic is that, when certain effects need to be in multiple colors for good gameplay, the makers of the game still manage to make the effects FEEL different, using nothing but flavor:"
			},
			{
				"type": "space"
			},
			{
				"type": "image",
				"URL": "http://i.imgur.com/OeSkPVH.png"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "Under most circumstances, these two cards function in exactly the same way—they allow the offensive player to sneak in a few points of damage, regardless of what kind of defense the opponent has ready.  But by zeroing in on the subtle difference between \"your creatures can't block\" and \"my creatures are unblockable,\" the gamemakers have essentially gotten two effects for the price of one.  Chaos is all about throwing the enemy into disarray, while Ghostform is all about the skill and competence of your own troops.  Chaos is a negative card—it's all about PREVENTING an action, while Ghostform is positive—it ENHANCES one."
			},
			{
				"type": "paragraph",
				"words": "There are dozens of examples of this negative/positive//prevent/enhance flavor divide in Magic; another one that comes to mind is that blue magic directly counters kill spells, while green magic simply makes the intended target of said kill spell untargetable or invulnerable.  There are also more general mirrorings that fall along the same line, such as life gain vs. life loss or you drawing cards vs. your opponent discarding them."
			},
			{
				"type": "paragraph",
				"words": "The gamemakers come back to this distinction over and over again because it's fundamental—it's a deeply central part of the human psyche, and thus it makes for a flexible, powerful tool for conveying an emotional experience.  You can argue all you want that \"eat healthy\" and \"don't eat junk\" are the same sentiment, but the fact that you're absolutely right doesn't matter—they FEEL different, and that difference isn't vulnerable to logic.  Different people will respond to the difference differently (c-c-c-combo!), but its EXISTENCE is undeniable."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "paragraph",
				"words": "What I want to do is bring that difference into sharper focus, so that you can use it deliberately as you go about installing habits and accomplishing goals.  I've got some specific ideas on how to manipulate positive and negative flavoring to your advantage, but first it'll help to clarify terms.  I'm deviating somewhat from the everyday definitions of positive and negative as \"happy-encouraging-good\" and \"sad-discouraging-bad,\" and instead thinking more in terms of action and inaction, approach versus avoid.  If you know a little bit about operant conditioning, this will sound very familiar."
			},
			{
				"type": "paragraph",
				"words": "Positive flavor is ACTION-ORIENTED.  In terms of personal goals, it shows up in things like \"go to the gym more often,\" \"fix my relationship,\" \"learn calculus,\" and \"get to bed on time.\"  Each of these requires me to DO something—I have to accelerate forward from my default state in order to achieve them, and once I've done so, I feel a sense of accomplishment."
			},
			{
				"type": "paragraph",
				"words": "Negative flavor, on the other hand, is INACTION-ORIENTED.  It's the mirror image of the exhortations above, things like \"don't be lazy,\" \"stop picking fights with my girlfriend,\" \"don't put off my math homework,\" and \"don't stay up past midnight.\"  It's all about RESTRAINING myself—putting on the brakes when my default state is to fall toward behaviors I'd rather avoid."
			},
			{
				"type": "paragraph",
				"words": "The key insight (at least for me) is that positively flavored goals are like extra credit, whereas negatively flavored ones are like final exams.  Most of the punch in a positively flavored goal comes from success—if I succeed at two positive goals and fail at two others, I usually feel pretty darn good about myself, on balance.  The magnitude of the successes outweighs the failures—there's a sense that the worst that can happen is status quo, and any deviation represents progress."
			},
			{
				"type": "paragraph",
				"words": "With negatively flavored goals, the opposite is true.  Instead of seeking something that feels good, I'm motivated to dodge something that feels bad.  It's the lion behind me, instead of the fruit in front of me.  My brain does a thing where it treats the state of success as the new default—I've decided not to eat the junk food, and from now on, that's just how the world is ... I'll be judged according to that standard.  If I succeed, there's not much of an emotional shift, because I'm just meeting baseline expectations.  But if I fail, oh boy—it's like bombing the final.  There's a sense, with my negative goals, that there's nowhere to go but down."
			},
			{
				"type": "paragraph",
				"words": "On the surface, it may seem like negative flavor is Just Plain Bad.  It smacks of harshness and authoritarianism and self-violence, all of which are rapidly becoming taboo in my social circles.  In particular, it seems indicative of a misalignment between one's emotional/wanting self and one's rational/ considering self—there's a growing consensus that if one Wants A Bad Thing, the solution isn't to deny oneself, but rather to figure out what's behind the want, and try to find a way to fulfill it such that one No Longer Wants The Bad Thing, But Instead Wants Something Else."
			},
			{
				"type": "paragraph",
				"words": "This is almost certainly a superior strategy, where possible.  But I'm fairly confident that there are a LOT of circumstances in which that sort of gentle self-realignment isn't ideal—circumstances in which it would take more time and effort than the goal is worth, or in which there IS no acceptable substitute for a desire I've decided not to endorse, or in which there's added value that comes from a sense of discipline, asceticism, or self-restraint."
			},
			{
				"type": "paragraph",
				"words": "There's also a certain power in \"no\" that I simply can't access with any amount of \"yes.\"  I don't know if it has something to do with Freudian motivation, or if it derives from the fact that our ancestors learned to run away long before they learned to indulge their curiosity, or if it's just that I read a lot of Star Wars books when I was little, and I've always thought of self-denial as a crucial ingredient of heroism.  Whatever the reason, though, I'm reluctant to ditch the saltiness and limit myself entirely to the sweet—I have hopes that if we dip the French fries INTO the chocolate shake, we can achieve something that's greater than the sum of its parts.*"
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "paragraph",
				"words": "Now we get into the part that's speculative and subjective.  Keep in mind that what works for me won't necessarily work for you; if you find yourself thinking that I've got it exactly backwards, you're probably right.  It's less about telling you whether to use a hammer or a sledge, and more about reminding you that you have both in your toolkit."
			},
			{
				"type": "paragraph",
				"words": "For me, there are a few considerations that help me choose between flavoring my goals positively or negatively.  The first is that I fail a lot, and take real psychic damage when I do, so it's important to be calculating about what kinds of risks are worth taking.  The second is that I have a somewhat ascetic aesthetic, and my inner judge sees fixing holes as much more significant than adding features (and motivates/rewards me accordingly).  The third is that I often have a much easier time conceptualizing what I'm doing wrong than what I might do right—when it comes to object-level actions, I often see bigger gains from diverting existing flows than from trying to bring new ones into existence."
			},
			{
				"type": "paragraph",
				"words": "For those reasons, I've had the most success with a strategic/tactical breakdown—I find that I do best when I flavor my large, overarching goals positively, and my smaller steps negatively.  The big stuff is all-upside, drawing me forward, while the small stuff feels high-stakes, keeping me on the straight and narrow.  The goal for the month or the year is to succeed, while the goal for the hour or the day is to not-fail."
			},
			{
				"type": "paragraph",
				"words": "An easy example—right now, I'm working on losing some weight and improving my overall health.  The long-term story I'm telling myself is full of positive flavor: I'm going to eat in the way that my body is designed to handle, I'm going to make and wear a badass Halloween costume, and I'm going to do more parkour than I have over the past six months."
			},
			{
				"type": "paragraph",
				"words": "On the day-to-day scale, though, it's all about the negative.  I've had no luck with forcing myself to add healthy foods to my repertoire, so instead I'm simply removing the bad stuff, one habit at a time.  I've often had trouble adding new exercises to my routine, so instead I'm filling my environment with small, general reminders not to be lazy.  For me, the combination of big-positive and small-negative is extremely potent—I can wake up in the morning and set out toward my positive goal with a ton of drive and optimism, and as the hours tick by, all I have to do is NOT fall off the wagon.  It's a kind of good-cop-bad-cop routine, with the vague promise of future satisfaction supported by the more immediate threat of painful failure.  I've got a motivational tattoo on my hand that reads \"What would Ender do?\", and I find that nine times out of ten, the answer is something like \"he wouldn't do that thing I was just about to do,\" as opposed to \"he WOULD do X, Y, or Z.\""
			},
			{
				"type": "paragraph",
				"words": "It's easy to imagine this working differently, though.  If I had a different psychological makeup, with some other motivational structure, then maybe I would respond better to a negative arc with positive steps (\"Don't be too fat to fit into your tuxedo at the wedding in December!  Eat some carrots or an apple every morning; give yourself permission to brag on Facebook every time you run a mile.\").  Or maybe, if I were a little more confident and secure, I could handle the weight of a negative-negative structure, with the kind of drill-sergeant intensity that entails.  I've known lots of people who—whether because they were a little bit fragile or because they were just unfailingly optimistic—pretty much only ever use positive flavor; they're always adding things to their lifestyle and never really needing to trim."
			},
			{
				"type": "paragraph",
				"words": "The important thing, as always, is to win—whatever your goals, try to take the steps that lead most unerringly to victory.  If you've never thought about things in terms of mental flavor before, I encourage you to take note of the actual, specific words your brain offers up when it's telling you how to go about your day.  If you find that there's a mix of positive and negative, try to see whether one is a better tool for you.  If you find that it's always one or the other, consider deliberately experimenting with the opposite strategy.  You'd be surprised by how much of a visceral impact the flavor of your thoughts can have on your mood, your motivation, and your knee-jerk reaction to roadblocks."
			},
			{
				"type": "paragraph",
				"words": "Oh, and if I've convinced you, and you really do plan on giving this a shot, go ahead and start by making a deliberate choice: are you going to tell yourself to REMEMBER this stuff, or does that note to Future You say DON'T FORGET?"
			},
			{
				"type": "footnote",
				"words": "*I'm less sure about this, but I also see a vague connection between this definition of positive and negative and the archetypal distinction between paternal and maternal modes of nurture.  I see something along the lines of \"the emotionally distant, demanding father\" and \"the warm, encouraging, supportive mother\"—it seems like Dad aligns with \"you'd better not screw this up\" and Mom aligns with \"oh, I'm sure it's going to be WONDERFUL,\" and it seems like having both of those present in a healthy balance is vastly superior to only getting one or the other."
			}
		]
	}
]