[
	{
		"title": "THE LENGTH OF A THOUGHT",
		"date": "December 21st, 2015",
		"description": "Presenting a contender for the replacement for \"System 1\" and \"System 2,\" which, while useful, were never really real.",
		"contents": [
			{
				"type": "subheading",
				"words": "One mind, many paths."
			},
			{
				"type": "space"
			},
			{
				"type": "image",
				"URL": "http://i.imgur.com/EQjv1Yo.jpg"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "System 1 is the intuitive, emotional, automatic part of the brain.  It's the processes (there are rather a lot) that lie behind catching a falling plate, smiling at your crush, making a split-second decision between jogging or cake, and knowing the answer to the question \"What's the capital of France?\"  It uses neural architecture that predates speech and civilization by many thousands of years, and it's always running—often in the background, where it's hard to see what it's actually doing."
			},
			{
				"type": "paragraph",
				"words": "System 2 is the verbal, deliberate, effortful part of the brain.  It's the process (there may be more than one, but they share a common core) that lies behind your ability to make long-term plans, your ability to divide 14376 by 842, and your ability to wonder just what the hell you were thinking last night.  It relies on neural architecture that's relatively recent and mostly unique to humans, and it's often on \"screen saver\" while habit and reflex carry you through your day.  It takes effort to use, and careful practice to use well."
			},
			{
				"type": "paragraph",
				"words": "Tversky and Kahneman—two psychologists/economists/behavioral theorists—described this two-system model as a part of their seminal work in the field of heuristics and biases.  They then went on to abandon it, explaining that it was still a useful metaphor, but not really an accurate description of what's going on in people's heads."
			},
			{
				"type": "paragraph",
				"words": "For instance, while it's easy to describe (e.g.) racist impulses as belonging to System 1, and the civilized overlay that causes us to recognize them as false and compensate for them as belonging to System 2, there are plenty of situations which are much more complex."
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "paragraph",
				"words": ""
			},
			{
				"type": "caption",
				"words": ""
			},
			{
				"type": "gif",
				"URL": "",
				"height": ""
			},
			{
				"type": "link",
				"URL": "",
				"text": ""
			},

			{
				"type": "video",
				"URL": ""
			},
			{
				"type": "list",
				"list": [
					"",
					"",
					""
				]
			},
			{
				"type": "space"
			},
			{
				"type": "footnote",
				"words": ""
			}
		]
	}
]