[
	{
		"title": "THE LEVERS OF THE SOUL",
		"date": "October 5th, 2015",
		"description": "Thinking about the ways in which I move myself, and the levers that let me do it.",
		"contents": [
			{
				"type": "caption",
				"words": "In my dialect, the phrase \"I remember Person X\" is typically associated with Person X being dead.  This is not the case with the example used below."
			},
			{
				"type": "space"
			},
			{
				"type": "image",
				"URL": "http://i.imgur.com/VHyFINa.jpg"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "I remember Matt Schutz."
			},
			{
				"type": "paragraph",
				"words": "When Matt was the only one of my sixth-grade students to show up for a day of parkour at a local university, we went out in search of fear.  At one point, I had him progressively stand, sit, and hang from the top of a wall that was maybe two feet wide and about fourteen feet high, over concrete."
			},
			{
				"type": "paragraph",
				"words": "At each phase of the operation, Matt was pushing his personal limit.  He was sweaty and shaky; his voice went up an octave and doubled in speed.  Even with me spotting him the whole time, I could tell that his heartrate and adrenaline levels were on a high plateau.  But I made him stay at each place until the fear receded a little, and when he climbed back up to the top of the wall, his movements were deliberate, not frantic."
			},
			{
				"type": "paragraph",
				"words": "Two weeks later, in another city, at another jam, I turned around and saw Matt sprinting up a long, slanted wall.  Eight feet high, ten feet high, twelve feet high—as high as the wall where he'd barely been able to stand, and he was still running, flat-out, like it was nothing."
			},
			{
				"type": "paragraph",
				"words": "When he came back down to the ground, I picked my jaw up off the floor, pointed at the wall, and asked him a question that basically boiled down to \"What...how...?\"  His answer was simple:"
			},
			{
				"type": "space"
			},
			{
				"type": "blockquote",
				"words": "\"Oh, that?  I decided that if I'm going to get serious about parkour, I can't be afraid of heights.\""
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "There's a date that sticks in my mind.  It's November 12th, 1999.  I remember it because I can clearly recall telling myself to—on my bike, as I left my best friend's house and headed toward home.  The memory isn't very rich.  There's just the hint of a smell, a soft-focus memory of clouds, the feel of a breeze that's too cold for five minutes (so it's good that the bike ride only takes three)."
			},
			{
				"type": "paragraph",
				"words": "But it was the happiest I'd ever felt, and so I wrote the number down in my head, and from time to time, I'll remember it, and a deep and quiet peace spreads through me, like the first gulp of hot chocolate, starting in my chest and trickling all the way down to my fingers and toes."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "I have the usual number of early childhood memories, but the only one that seems to matter is from first grade.  I'm standing on the steps leading to the rear playground of my school, and I'm clenching my fists in fury over a (now-forgotten) slight, and I'm swearing to myself that no matter what happens, I'll never forget that when I was seven years old, I was a PERSON, dammit—a fully realized person, with thoughts and feelings and more than enough intelligence to understand what was going on around me."
			},
			{
				"type": "paragraph",
				"words": "(Little Duncan didn't have much tolerance for condescenscion, apparently.)"
			},
			{
				"type": "paragraph",
				"words": "Anyway, that moment went on to become one of the cornerstones of my personality.  Many times over the years, I would catch myself preparing to patronize some small child, to trivialize her experience or belittle his opinion, and each time, I summoned the memory of those clenched fists, to prevent myself from Making a Mistake."
			},
			{
				"type": "paragraph",
				"words": "It's one of the levers in my soul, along with the memory of Matt Schutz or the date 11/12/99.  There are many, many more—the musical theme from Jurassic Park, the image of a yellow jacket wasp struggling to escape from a drain, the time I lost a handmade gift the day it was given to me, the memory of a particularly unsettling dream involving a ditch, a dinosaur, and a boy who wouldn't stop screaming.  Some of the levers are names, some of them are stories, some of them are simply pictures or feelings, with no words attached.  They are happy and sad, inspirational and cautionary, meaningful and trivial, but they all have one thing in common—each and every one of them has the power to move me."
			},
			{
				"type": "paragraph",
				"words": "I don't mean \"move me\" in the traditional sense.  I'm not talking about things-which-can-make-Duncan-cry (which is a much larger category).  I mean things which can move ME—which can impart momentum to the tumbling algorithm that is my personality, turn me from one course to another.  There are certain words—certain phrases—certain memories which can stop me dead in my tracks as if they were magical incantations."
			},
			{
				"type": "paragraph",
				"words": "You have these levers, too.  You may not know it, on a conscious level.  You may not have as many as I do (though you may have more).  But they're there.  You can find them in any number of ways.  Just cast your net across time—think of the phrases \"second grade,\" or \"high school,\" or \"summer vacation,\" and see where they lead you.  Think of places you've lived, faces you remember, the sounds and smells that take you back.  Look for the peaks of emotion—the heights of ecstasy and the depths of despair—and look at the moments just before and just after."
			},
			{
				"type": "paragraph",
				"words": "Why?  Because you are a self-modifying machine, a particle with partial control over its own future, and it pays to know what all the buttons do.  I've heard many people describe to me what sound like levers in their own souls, but I know very few people who realize that they can pull on them deliberately, if they want to."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "There's a certain phenomenon, endemic among humans, which has always made me uneasy.  I like it least in the form of adults disavowing their younger selves—\"oh, sure, I did that, but I was such a CHILD back then\"—but it also crops up when would-be dieters cave and eat cake, when loving fathers go red with road rage, and when otherwise competent people just can't seem to show up on time.  The mismatch between past and present doesn't seem trivial to me—if the \"you\" of today can so blithely disregard the \"you\" of yesterday, then it follows that the \"you\" I'm talking to now might very well not be the one who shows up for our date tomorrow.  There's a kind of unpredictable change that seems to lie outside of the virtues of growth and flexibility—it's just NOISE, and it's terrifying because it means that the thing I call \"me\" is only partially in control."
			},
			{
				"type": "paragraph",
				"words": "Yet I know who \"I\" am.  Inside the noise, there is a signal that is me, and though it grows and changes, it has a constant character, a signature pulse.  Track the tacks of my zigzag progress, smooth out the jagged line, and you begin to see my course.  For every time I shout in traffic, binge on junk, and put off work, there is a corresponding moment of sobriety in which I look back and sadly say, \"Wait—it wasn't supposed to be that way.\""
			},
			{
				"type": "paragraph",
				"words": "And it ISN'T, always.  There are times—too rare—when my signal comes through loud and clear, when I look back across my day and endorse every thought and action.  Whole weeks, sometimes, when I look down at the tattoo on my hand, see the words \"What would Ender do?\" and nod with pride and satisfaction."
			},
			{
				"type": "paragraph",
				"words": "But they are few and far between.  And so I've taken to learning the levers of my soul, paying close attention to the words and signs that move me.  When I find myself too timid, I remember Matt Schutz; when I find myself too bold, I remind myself of Laura.  Sometimes, I need perspective, and I stop to think of superclusters; other times my world needs laughter, and I replay Chaps On Tour.  I have mantras, codes, and credos, clever catchphrases and solemn catechisms—a whole homeostatic toolkit.  They're like Aslan's signs in the Silver Chair—steady beacons in the storm."
			},
			{
				"type": "space"
			},
			{
				"type": "blockquote",
				"words": "I give you a warning—here on the mountain, the air is clear and your mind is clear; as you drop down into Narnia, the air will thicken. Take great care that it does not confuse your mind. And the signs which you have learned here will not look at all as you expect them to look—that is why it is so important to know them by heart and pay no attention to appearances. Remember the signs and believe the signs; nothing else matters."
			},
			{
				"type": "paragraph",
				"words": "The key insight is that these levers actually make a difference in the way I move through the world.  They're truly LEVERS, in that they provide the Platonic me with mechanical advantage over my larger, messier self.  It's very very hard for me to simply cease to be frustrated or upset in a heated moment—it takes a stupendous act of will, and given that it's a heated moment, I'm usually not interested in putting forth that effort."
			},
			{
				"type": "paragraph",
				"words": "But it takes almost nothing to set up a little mental trigger that goes, \"Hey, you're spiraling.  Remember the yellow jacket.\"  And as soon as I do, the anger and frustration leak away of their own accord.  I don't have to DO anything—I simply BECOME the better version of myself, move back toward my moral and philosophical center.  I pull a little lever, and the result is a disproportionately powerful, near-effortless shift."
			},
			{
				"type": "paragraph",
				"words": "It's not about inflexibility—one of my most reliable and powerful levers is the concept of a Dragon Army soldier achieving victory through constant adaptation.  And it's not about direction—I've made many sudden turns in my life, and will probably make many more.  It's about WHO is being flexible, and WHAT those turns are based upon.  Every moment of my life is either signal, or it's noise—when I look back on my most pivotal actions, my most momentous decisions, I want them to belong to ME.  So far, that's meant keeping a weather eye and a ready hand—and every now and then, remembering a story about a boy named Matt Schutz."
			}
		]
	}
]