[
	{
		"title": "WINNING THE HUMAN RACE",
		"contents": [
			{
				"type": "caption",
				"words": "Insert clever wordplay that somehow ties together races and maps so that my title becomes something other than an evocative hook."
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "This will be a fairly short post.  For my friends inside the Bay Area rationalist community, the punchline is in the final section; for my friends outside of that rather small bubble, this is a broad-strokes introduction to a particularly useful way of thinking about the world."
			},
			{
				"type": "paragraph",
				"words": "Most living things do not carry a map.  Bacteria and trees do not have concepts of the universe; they simply experience it.  Fish and rodents and buffalo do not (as far as we can tell) rehearse conversations in advance, or come up with predictions and then check to see what happens.  While it is true that gorillas lie, that elephants grieve, and that corvids and cephalopods invent tools and make plans, there seems to be something like an order of magnitude difference separating the richness of their internal models from that of the average human.  In many ways, our ability to carry a detailed and useful map of our reality around with us is THE human superpower."
			},
			{
				"type": "paragraph",
				"words": "But our maps are imperfect.  They don't match the territory.  Sometimes the differences are subtle—the length of a river or the width of an island, metaphorically speaking.  Other times, we're missing whole continents.  At one point, our maps told us that the Earth was flat (but it was round even then).  Yesterday, my map told me that my phone was fully charged (but it was dead the whole time).  The mismatch between map and territory is the reason we find ourselves being noticeably wrong—our actions are based on a belief that the world works one way, when in fact it works in some altogether different way.  If Donald Trump wins the 2016 presidential election, it won't mean that the world is somehow wrong (because how can reality be wrong?), it will be just one more sign that my map—my understanding—has flaws."
			},
			{
				"type": "paragraph",
				"words": "I see four kinds of responses to a map-territory mismatch, four ways that humans deal with the fact that their beliefs do not synch up with reality.  The first—and by far the most common—is that we simply don't notice.  I have vague notions in my head about how stars are formed, about what daily life is like in Indonesia, about the workings of an internal combustion engine.  These are parts of the territory that I will probably never visit, and so I have nothing driving me to update my map, even though it's probably woefully wrong."
			},
			{
				"type": "paragraph",
				"words": "We all miss things constantly—our brains can only handle so much, after all.  But there is a certain kind of person who seems like they Never Notice Anything, who wanders through life oblivious, being wrong left and right.  Let's call these people sleepwalkers, and try not to be one of them."
			},
			{
				"type": "paragraph",
				"words": "The next response—less common, but still distressingly popular—is a careless shrug.  These are the people who knowingly hold contradictory beliefs, and aren't particularly bothered when they uncover the contradiction.  These are the Christian scientists, the corrupt Communists, the people who are offended both by cars that crowd their bumper and by cars that zoom past them.  Their maps are wrong, they KNOW their maps are wrong, and this knowledge causes them no discomfort.  We already have a word for these people—let's call them hypocrites, and try not to be one of them."
			},
			{
				"type": "paragraph",
				"words": "The third response is what we mean when we use words like \"logic,\" \"rationality,\" and \"common sense.\"  These are the people who, when their maps are incorrect, both notice AND update.  They let go of false beliefs, and sometimes even actively seek out true ones.  They look, they think, they question, they wonder.  These are the people who push human understanding further, and so (even though many of them are not), let's call them scientists, and try to join their ranks."
			},
			{
				"type": "paragraph",
				"words": "But there's a level beyond science, beyond the search for truth.  There's a certain kind of person who will discover that their map does not match the territory, and respond by getting their hands dirty.  These are the people who hear that a building is on fire, and take steps to put it out; the ones who hear that smallpox exists, and decide to eradicate it.  They are the ones who move the world—who, when they realize that their map does not match the territory, decide to update the TERRITORY, because the reality they are able to imagine is superior to the one that actually exists."
			},
			{
				"type": "paragraph",
				"words": "There's tremendous promise in this category, as well as tremendous danger—this is the home of Alexander the Great, but also Gandhi; of Norman Borlaug, but also Cortéz.  All too often, it's hard to tell whether the changes these people wreak are for the better or for the worse (the jury is still out on Oppenheimer).  But hey, what the hell—most people are mostly good, so I'm going to go ahead and call these heroes, and do my best to be a better one."
			}
		]
	}
]