[
	{
		"title": "QUITTABILITY",
		"contents": [
			{
				"type": "caption",
				"words": "This is a toolkit post—thinking about the world in terms of quittability can allow you to manage extrinsic motivation more efficiently and spend fewer internal resources on any given goal.  Like any rationality technique, it has sharp edges and can be used wrongly; it doesn't work on every problem; YMMV; etc."
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "In 2009, I was preparing to take my PRAXIS exams, to become certified as a middle school teacher.  I was intending to qualify in all four core subject areas (math, language, science, and social studies).  I took the math exam and found it easy; I took the language exam and found it tedious.  I sat down to take the social studies exam and read exactly one question before saying \"Screw this,\" getting up, and walking out."
			},
			{
				"type": "paragraph",
				"words": "I burned something like $100 in that moment.  Later, I would finish the science exam, and receive a triple certificate, instead of the quadruple I'd set out to get.  And yet, I felt no guilt, shame, or regret—in fact, I bragged about the decision to my friends later.  Looking back on the experience, I tried to figure out what set the social studies exam apart from the rest—why I had felt so comfortable scrapping my plan on the spot, at not-insignificant cost."
			},
			{
				"type": "paragraph",
				"words": "What I came up with was quittability.  There was no BARRIER to leaving the exam—I had no social capital invested in the proctors or my fellow test-takers, I had no sense that the social studies qualification was crucial when I was already confident about the other three, and like everyone else who'd taken ECON 101, I was savvy to sunk costs."
			},
			{
				"type": "paragraph",
				"words": "There's a lot of discussion 'round these parts about how to lower the barrier to entry on the things we'd like to do—how to make it easier for us to get started and easier to keep going.  Things like working with your emotions (rather than fighting against them) fall into this bucket, as does careful analysis of stimulus-response patterns in your daily routine, and building systems that reduce mental overload and take advantage of peaks of high energy and high motivation."
			},
			{
				"type": "paragraph",
				"words": "But I haven't noticed much talk on how to RAISE the barrier to EXIT.  The only sort-of examples I can think of are Pomodoros and five-minute timers.  When you're working under a five-minute timer, you don't really stop to ask yourself whether it's time to quit; that's what the timer is FOR.  During the five minutes, staying focused on your problem is Just How The World Works."
			},
			{
				"type": "paragraph",
				"words": "It's that Just How The World Works feeling that I want to target.  It lies on one end of the spectrum of quittability, with the other end being Who Gives A Crap? (Not Me!).  The hardest step is getting started, but the second hardest is not stopping—and in the worst cases, it's a step you keep having to take over and over again."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "There's a certain parkour movement in which you vault over a wall, fly through the air, and catch the lip of another wall with your hands, landing with your feet against its vertical surface.  This is an extremely advanced movement, one which few people attempt within their first year."
			},
			{
				"type": "space"
			},
			{
				"type": "image",
				"URL": "http://i.imgur.com/uR0v3Tk.jpg"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "On the other hand, the MAJORITY of people attempt to jump off of an object that's 8+ feet high in their first year of parkour practice.  This is a far riskier move in terms of the sheer forces of impact, yet most people find it more conceivable and less terrifying, and therefore more people do it."
			},
			{
				"type": "paragraph",
				"words": "[One of] The difference[s] between these two movements is that the second is NOT QUITTABLE.  Once you've stepped off the edge (which is a single, atomic decision), you're going to drop toward the ground.  Dropping toward the ground is Just How The World Works, and at that point, your body and mind make the best of a bad situation by drawing on whatever resources they have available (such as knowledge of how to roll)."
			},
			{
				"type": "paragraph",
				"words": "The first movement, though, is eminently quittable.  You can give up in your initial run, and never even vault over the wall.  You can give up during the takeoff for the vault, and not actually commit to going over.  You can give up even as you clear the first wall, and just drop down to the ground in between.  There's a much larger window of time in which you aren't committed to a single path."
			},
			{
				"type": "paragraph",
				"words": "And that's what makes the first movement feel more dangerous.  It's quittable right up until the very end, and your lizard brain knows this, and so if you're uncertain or afraid, your lizard brain is likely to seize the reins and say \"Stop!\" before the perceived point-of-no-return.  But the point-of-no-return comes about six tenths of a second AFTER the point-of-no-SAFE-return, and if your lizard brain hits abort during that window, you're going to have a Bad Day."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "Where this goes from observation to application is in the arena of extrinsic motivation.  You see, it takes ACTIVE EFFORT OF WILL to push through a quittable window, especially if there are strong reasons to quit (like, say, a desire to live).  But if you're in the middle of something that doesn't feel quittable, you just deal.  You might not have fun, you might complain, but you don't ACTUALLY SPEND ENERGY continually remaking the decision to keep going."
			},
			{
				"type": "paragraph",
				"words": "As I understand it, this is a major part of the power of Pomodoros.  They free you from having to ask the question \"Should I still be working on this?\"  They free you from having to force yourself to say \"Yes\" out of finite reserves.  During the twenty minutes of the Pomodoro, working on the thing is Just How The World Works."
			},
			{
				"type": "paragraph",
				"words": "This is also [at least a significant part of] why it's canonically easier to be productive in the last hour before the paper's due.  Earlier in the week, quitting the paper just means quitting the paper—no big deal, you've got plenty of time, you'll do it later.  In that last hour, though, quitting the paper gets inextricably tangled up with quitting the class/quitting your job, and those are some pretty high barriers.  For most people, classes and jobs aren't quittable, and so even the procrastinators eventually buckle down."
			},
			{
				"type": "paragraph",
				"words": "But have you ever done the thing where you finally reached the breaking point, and let go of one so-called obligation?  Cancelled a date, or dropped a class, or missed an important deadline?  If so, I'm willing to bet you saw a ripple effect in the hours and days afterward.  You quit something, and the world didn't end, and suddenly all the OTHER obligations felt a lot more trivial, more difficult, more frustrating.  They chafed, where before they hadn't.  The act of quitting one thing (and living to tell the tale) made you realize that the others were quittable, too, and you found yourself needing to spend some psychic energy actively redeciding that they were still important."
			},
			{
				"type": "paragraph",
				"words": "That's how it worked for me, anyway.  It's like suspension of disbelief—you build up a little imaginary world where there are Rules, and as long as you play by them, they'll help prop you up and keep you together.  But if you break one, suddenly the others start feeling a lot less solid."
			},
			{
				"type": "subheading",
				"words": "*      *      *"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "These days, I use quittability as another metric by which to evaluate plans.  If something is highly quittable, then I know in advance that it's either likely to fail or going to require a lot of conscious effort to maintain.  Diets are a perfect example of this—it only takes one Snickers bar to quit a diet, and I KNOW the diet is quittable, because I've spent most of my life not being on it, and the sun kept coming up anyway."
			},
			{
				"type": "paragraph",
				"words": "But by the same token, I can increase the likelihood of success by deliberately making things less quittable.  If I'm trying to improve my eating habits, I don't put any energy into regulating what actually goes into my mouth; instead, I just make it more difficult to access the \"bad\" foods—I make the barrier to exit something which requires ACTUAL EFFORT to overcome.  If I want to walk/jog/run for two miles, I don't go to the track, where I'll be facing quittability the entire time; instead, I push myself to get a mile away from my house, and then the second mile requires no mental or spiritual effort.  It's Just How The World Works.  This is what's behind the \"don't have an exit strategy\" thing that you sometimes hear hardcore entrepreneurs say.  Eliminating back doors means reducing the need to spend energy on NOT reaching for their very reachable handles."
			},
			{
				"type": "paragraph",
				"words": "It's also the common thread between classic strategies like social accountability (tie your goal to your reputation, since most people find that their reputations aren't particularly quittable), establishing momentum (a one-day streak feels more than twice as quittable as a two-day streak), embracing the sunk cost fallacy (like paying up front for a coding bootcamp), goal factoring (refreshing the link between the next action and the overall goal, so that quitting the paper FEELS LIKE quitting the class/job), and chunking (the quitting cost of a giant exercise regime is exceeded by the effort needed to stick to that regime, but doing a squat every time you stand up is so trivially easy that it takes more energy to justify NOT doing it than it does to just go ahead and do it).  Quittability is almost certainly something you already evaluate and manipulate in one way or another; hopefully, having the label gives you the perspective and context to find similar low-hanging fruit elsewhere in your life."
			},
			{
				"type": "paragraph",
				"words": "Of course, as with anything where you're setting up external pressures on yourself, be careful not to push things too far, and end up resenting the restrictions that Past You dared to put in place and smashing everything in a fit of abandon.  Quittability is a MARGINAL tool—the idea isn't to use it everywhere, but to look for specific places where you can replace a constant leak of effort with a slightly higher barrier to exit."
			}
		]
	}
]