[
	{
		"title": "VOLUNTARY EFFORT",
		"contents": [
			{
				"type": "caption",
				"words": "Or, I'm Doing My Part"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "Conscription is easy."
			},
			{
				"type": "paragraph",
				"words": "If you've got a little power, and you're not fazed by the idea of people hating you, it's pretty easy to force others to do things.  From manipulative middle schoolers to mean bosses and all the way up to despotic warlords, there are lots of situations where one person has the money or the social standing or the military might to bend others to his or her will."
			},
			{
				"type": "paragraph",
				"words": "If you're like me, though, you're often a little short on raw, abusable power.  Maybe you're running an organization where firing is infrequent and accountability is a four-letter word.  Maybe you're trying to make a charity event happen and all you've got is volunteer labor.  Or maybe you're trying to convince a bunch of professionals in their mid-thirties that yeah, this arbitrary-seeming movement pattern is in fact what they need to practice if they want to get good at climbing walls.  Yes, a hundred times.  No, there aren't really any alternatives.  No, it doesn't sound fun to me, either, but it is what it is."
			},
			{
				"type": "paragraph",
				"words": "Recently, I was comparing notes on how I get eleven-year-olds to do pushups (and like it) with my friend Kenzi, who has spent years herding volunteers as a stage manager.  We noticed some striking similarities in the way we'd both learned to coax good work out of people, in the absence of any real strong incentives.  Convergent evolution led us both to the same basic structure, which is outlined below."
			},
			{
				"type": "subheading",
				"words": "Steps 1 and 2: The Flag and the Pledge"
			},
			{
				"type": "paragraph",
				"words": "Everybody shows up for different reasons.  Some of Kenzi's theater volunteers were there because they supported the dramatic arts in general, or the specific theater group, or because they wanted to see a particular play go well.  Others were there because they liked someone else involved, or because they needed something to get them out of the house, or because they were trying to pad out their extracurriculars, or because they just liked building and painting and working with lights."
			},
			{
				"type": "paragraph",
				"words": "This makes leading-the-charge a tricky and difficult task.  You can't exactly inspire someone who's primarily there to impress a crush with a speech about the noble tradition of the theater, and a maker who's there because she likes playing with wires is going to consider her job done once the lights are working, even if the overall production REALLY needs somebody to take out the trash."
			},
			{
				"type": "paragraph",
				"words": "The trick here is something I'm shorthanding as \"finding a flag.\"  Essentially, it's looking for the common ground, but more importantly, it's connecting that common ground to each individual's motivation, such that every single person can look at some central goal and say, \"Yes, that flag represents my reason for being here.\""
			},
			{
				"type": "paragraph",
				"words": "Simple as this is in principle, in practice it requires some serious finesse, since often people's individual goals are non-overlapping (or even contradictory).  Parkour classes provide a good example: you have the \"serious traceurs,\" who see their Art through a moral/philosophical lens and are hypersensitive to the threat of dilution or perversion, and you also have the casual crowd, including those whose whole reason for liking the discipline in the first place is that it's all about going where you want and doing as you please, with no arbitrary rules or structure.  Add in the \"just curious,\" the \"doing this to spend time with my kids,\" and the \"just here for some interesting exercise\" populations, and you end up with a class of fifteen people whose philosophical overlap is about the size of a patch of bubble gum."
			},
			{
				"type": "paragraph",
				"words": "Your job is to focus on that patch.  Even more, it's to stretch that patch until it's large enough to encompass everyone, and to get everyone else to focus on it, too.  For parkour, I found that the best unifying principle was improvement—while everyone wanted something subtly different out of the class, they ALL wanted to get better in a general sense, and so the theme of progression was something even the most heterogeneous group could unite behind.  I used to give a little speech at the beginning of every class, and it always ended the same way:"
			},
			{
				"type": "blockquote",
				"words": "... so whatever your skill, whatever your style, whatever your personal reason for being here today, once you step across this line, we are all united by one goal, which is to be better today than we were yesterday, and better tomorrow than we are today."
			},
			{
				"type": "paragraph",
				"words": "The point being to get the entire group on the same page, such that relevance-to-the-goal-of-improvement was the shared metric by which they would judge their own actions and the quality of the content that I was trying to provide.  Throughout the class, I'd make sure to continue connecting the dots for people—this drill is helping you to improve overall, which helps you (insert individualized goal here).*"
			},
			{
				"type": "paragraph",
				"words": "Just having the flag, though, is not enough.  It's easy to get people nodding in agreement when your explanation is fresh in their minds and they're surrounded by other people who are all nodding, too.  It's much harder to rely on that same mental alignment hours or days later, when tedium sets in and all the other things they might be doing are starting to pile up.  This is where the pledge comes in."
			},
			{
				"type": "paragraph",
				"words": "Essentially, the pledge is just like it sounds—it's a public commitment to the ideal set forth by the flag.  The point of the pledge is to create either a handle by which people can snap back into the relevant mindset, or a standard against which people agree to have their behavior judged (or both).  In practice, this can take a near-infinite variety of forms.  In the speech snippet above, you can see that I was creating a sort of in-or-out atmosphere—participants had to physically step across a line to enter the class, and that symbolic action did a great deal of work in maintaining the desired outlook (especially if it came down to a question of asking someone to step back across the line and out of class)."
			},
			{
				"type": "paragraph",
				"words": "But there are lots of other forms a pledge can take.  It can be a written agreement, or just a work schedule.  There can be a chant, a mantra, or a credo.  I've seen pledge structures in which participants left a painted handprint on a public wall, and others where they wore armbands or necklaces.  Potentially the most powerful pledge, in terms of effort-to-impact, is a simple public agreement that if anyone seems to be falling short, they will be open to reminders from their peers or superiors—that anyone is free to point at the flag at any time.  If, in this moment, you all agree that filling out the form carefully and completely is an important part of making the laboratory function, then in the possible future where you're doing it shoddily, I have YOUR explicit permission to call you on it.  It won't be MY standard, imposed from without—it'll be YOUR OWN standard, that I'm merely reminding you of."
			},
			{
				"type": "subheading",
				"words": "Steps A and B: Rehearsal and Reinforcement"
			},
			{
				"type": "paragraph",
				"words": "I've labeled these steps A and B instead of 3 and 4 because they sort of overlap and interweave with the stuff outlined above, rather than strictly coming after.  Often, people's buy-in to the flag concept is contingent upon the clarity that's provided by rehearsal, and consistent reinforcement can bolster the commitment of a pledge where otherwise people might decide to just say \"screw this, I quit.\""
			},
			{
				"type": "paragraph",
				"words": "Remember that what we're really after here is a volunteer army—we need a group of people to do things that may, in the moment, feel arbitrary or tedious.  The act of filling out a form is a good example.  I'm currently working with an organization that's using a group of ten or so volunteers to reach out to a larger group of roughly fifty participants.  The org would benefit enormously from the data that those volunteers could collect over the course of four or five months, but only if it can count on the data to be recorded reliably and with consistent detail.  Any one volunteer is likely to feel that the four or five forms he is responsible for filling out are irrelevant, without realizing that those feelings, multiplied across ALL of the volunteers, mean that stuff just Isn't Going To Work."
			},
			{
				"type": "paragraph",
				"words": "Rehearsal is a partial solution to this problem.  It works on three axes: first, the act of doing a thing makes that thing more likely to happen again in the future.  This is one of the core insights behind the (wisely updated) aphorism \"practice makes permanent.\"  If you need a bunch of sixth graders to reliably put their stuff back into personalized bins, the first thing to do is set aside ten minutes to have them do it twenty or thirty times.  If you've just gotten them charged up with a flag and a pledge, this won't even seem dumb or burdensome—point out to them that people get lazy and screw up important details, and they'll nod sagely and meet you halfway."
			},
			{
				"type": "paragraph",
				"words": "The second benefit of rehearsal is that it allows for clarity.  The less vulnerable your plan is to well-meaning people making simple mistakes, the better.  By rehearsing verbally or physically, you can make sure that your volunteers ACTUALLY UNDERSTAND the things that you're asking them to commit to doing.  This will reduce the risk that they'll later renege on their pledge in indignation, and also give them a chance to offer critiques and changes that may tighten up the action-goal connection, deepening their sense that what they're doing really does matter."
			},
			{
				"type": "paragraph",
				"words": "Finally, rehearsal takes mystery out of the equation.  Unpleasant volunteer tasks like form-filling and trash-hauling and physical conditioning often loom far larger in our imaginations than they do in reality.  I can't count the number of times that I've stalled and hesitated at the start of a round of pushups only to find myself saying \"this isn't so bad\" once I got going.  If you tell your volunteers that they need to fill out a form after each conversation, a significant number of them are going to react, on an emotional level, as if you've presented them with the mythical Worst Form Ever, that takes hours to fill out and is full of confusing and contradictory questions.  If, on the other hand, you fill one out yourself in front of them, then do one together with them, and then watch as they do one themselves, they'll see that it actually only takes five minutes, and (hopefully) isn't confusing or trivial at all."
			},
			{
				"type": "paragraph",
				"words": "By this point in the process, you're basically ready to unleash your minions—they know how to build the stage, or practice their kicks and punches, or put the dishes back in the appropriate places.  If you've done everything right up to this point, things will go swimmingly for at LEAST the first hour before they start to fall apart."
			},
			{
				"type": "space"
			},
			{
				"type": "gif",
				"URL": "http://img.pandawhale.com/post-8197-Crumbling-domino-pyramid-gif-XejG.gif",
				"height": "248"
			},
			{
				"type": "space"
			},
			{
				"type": "paragraph",
				"words": "The final piece of the puzzle is reinforcement.  You hold the line.  You don't play favorites.  You pay attention to what your volunteers are doing, and you SHOW that you're paying attention."
			},
			{
				"type": "paragraph",
				"words": "This one doesn't need as much explanation as the others, because it's entirely straightforward.  The trick is, it requires YOU to be the most diligent volunteer of them all.  If you've said you're going to check in on people, you have to actually do it.  If you've said you won't take work below a certain level of quality, you're going to have to actually go confront the people who are slacking.  If you've publicly committed to the idea that every job is important, then you'd better show just as much respect and gratitude to the person stacking the pamphlets as you do to the one bringing you lemonade."
			},
			{
				"type": "paragraph",
				"words": "It's amazing how far a little consistency will go.  Let's return to the form-filling example one last time.  The best way (in my opinion) to run these volunteers is to make sure that you respond to every form submission in the first round within a few hours.  You offer sincere thanks to the ones who got it right, gratitude plus constructive feedback to the ones who tried but are somewhat off the mark, and a kind but firm request for a redo for the ones that aren't up to scratch.  At the end of the week, you send out a public note thanking everyone who's Done The Thing, and you reach out privately to everyone who hasn't checked in, offering support while subtly re-underlining the importance of what they're doing."
			},
			{
				"type": "paragraph",
				"words": "What you've done, in this case, is backed up your words with action.  You told them their work would be important—now they BELIEVE it, because they've seen that it was worth your time to follow up.  The same methodology applies to all the other examples I've used so far—coaching people on foot placement in a difficult jump, or checking in with the people building and painting the stage or taking out the trash.  It doesn't take much—after your initial powwow, the whole process is balanced on a tipping point.  Either way, it's going to gather momentum—it's up to you, the leader, which kind of momentum it gathers."
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "image",
				"URL": "http://i.imgur.com/BGP10tw.png"
			},
			{
				"type": "space"
			},
			{
				"type": "space"
			},
			{
				"type": "footnote",
				"words": "*At its core, this is pretty closely related to a \"rationality technique\" called PROPAGATING URGES.  The idea is that there is this large thing that you want (hot body, big house, successful relationship), but that many of the intermediate steps are difficult, tedious, or unpleasant.  By focusing consciously on the link, you can start to imbue those concrete steps with the same delicious, urgey-approach feeling that the larger intangible goal has.  In other words, you're more likely to actually write a book if you can make writing page 114 of 356 FEEL LIKE bookwriting, instead of like pagewriting.  Often, doing this involves some narrative-building or judicious use of metaphors—by visualizing the epic training montages of my favorite movies, I can change my feeling toward pushups from reluctant/dutiful to actively excited."
			}
		]
	}
]