[
	{
		"title": "CLOAXEDO",
		"name": "cloaxedo",
		"blurb": "The goal of this project was to create a cloak that would look appropriate over a suit or tuxedo, in the hopes that careful tailoring and striking design might convince friends and family to forgive me for the fact that I was wearing a cloak to their party.",
		"imageURL": "img/fig1Cloaxedo.png",
		"time": "June 2014 (25 hours)"
	},
	{
		"title": "JEDI GARB",
		"name": "jedi",
		"blurb": "In September of 2014, my good friend Nate admitted to me that he had no costume planned for Halloween, and that he might just throw something together, or skip celebrating entirely.  Naturally, this was unacceptable, so I grabbed some supplies and together we went as guardians of the Force.",
		"imageURL": "img/fig1Test.png",
		"time": "September - October 2014 (200 hours)"
	},
	{
		"title": "JACE, THE MIND SCULPTOR",
		"name": "jace",
		"blurb": "For several months after moving to Seattle in 2012, I was unemployed and dependent on the paycheck of my then-fianceé, Stephanie.  In repayment for her patience and generosity, I created this costume from fabric, pleather, and hot glue.  The character, Jace, is a (somewhat overpowered) mind-mage from the Magic: The Gathering trading card game.",
		"imageURL": "img/fig1Test.png",
		"time": "October 2012 (150 hours)"
	},
	{
		"title": "MAX",
		"name": "max",
		"blurb": "Halloween costumes were not permitted at Voyager Academy, the school where I taught sixth grade for three years.  However, if you have read Maurice Sendak's 'Where The Wild Things Are,' you will know that such things do not necessarily have much of an impact on the decision-making of a person wearing wolf pajamas.",
		"imageURL": "img/fig1Test.png",
		"time": "September - October 2010 (100 hours)"
	},
	{
		"title": "DO BOK",
		"name": "dobok",
		"blurb": "What karate practitioners call a 'gi,' tae kwon do practitioners call a 'do bok.'  In 2004, while living and studying at the North Carolina School of Science and Mathematics, I decided to try my hand at hand-sewing, completing a full martial-arts training outfit in spare minutes between classes over the course of several months.",
		"imageURL": "img/fig1Test.png",
		"time": "January - April 2004 (200 hours)"
	}
]