[
	{
		"title": "PASS",
		"name": "pass",
		"blurb": "Pass is the title of my ongoing novel (realistic fiction).  It follows Conor Moreton, a seventh grader with a penchant for climbing on things, as he deals with a sudden alienation from his best friend and a teacher with strange ideas and stranger methods.  \"On superheroes, parkour, and the meaning of friendship...\"",
		"imageURL": "img/fig1Pass.png",
		"time": "June 2006 - Present",
		"tag": "Fiction"
	},
	{
		"title": "INFLECTION POINT",
		"name": "camp",
		"blurb": "This is the curriculum for a two-week rationality camp developed for the middle-grades age group.  Its intent is to lay the groundwork for lifelong growth as an agent for positive change, providing underchallenged kids and teens with an introduction to the core concepts of logic, psychology, decision theory, epistemology, and heroic responsibility.",
		"imageURL": "img/fig1Inflection.png",
		"time": "January 2015 - Present",
		"tag": "Education"
	},
	{
		"title": "R!ANIMORPHS: THE RECKONING",
		"name": "animorphs",
		"blurb": "This is a fanfiction, inspired by 'Harry Potter and the Methods of Rationality' and based on the beloved teen sci-fi series 'Animorphs.'  In this reimagining, the rules of the universe have been made internally consistent, and both heroes and villains act with rational self-interest, moving toward victory as quickly and intelligently as they can.",
		"imageURL": "img/fig1Animorphs.png",
		"time": "January 2015 - Present",
		"tag": "Fiction"
	},
	{
		"title": "BLACK & WHITE",
		"name": "twokinds",
		"blurb": "A short poem written after a personal lesson on the value of being less judgmental.",
		"imageURL": "img/fig1Twokinds.png",
		"time": "April 2015 (1 hour)",
		"tag": "Poetry"
	},
	{
		"title": "JUCANTE SPOILER ARTICLE",
		"name": "spoiler",
		"blurb": "In 2013 and 2014, my friends and I designed a complete Magic: The Gathering expansion of over 250 cards.  In the fall of 2014, as I began to consider an application to work for Wizards of the Coast, I wrote the following \"spoiler article\" mimicking the style of the articles published on the Wizards website before a new expansion is released.",
		"imageURL": "img/fig1Jucante.png",
		"time": "August 2014 (10 hours)",
		"tag": "Essay"
	},
	{
		"title": "FANTASY WITH A PURPOSE",
		"name": "potter",
		"blurb": "My cousin Bridget is a linguist and etymologist who writes a blog about language and literature.  When she put out a general call for guest posts for a Harry Potter theme week, I said yes before I even had a topic in mind.",
		"imageURL": "img/fig1Potter.png",
		"time": "July 2015 (3 hours)",
		"tag": "Essay"
	},
	{
		"title": "NEVER AGAIN",
		"name": "never",
		"blurb": "During my time at the University of North Carolina, I took a creative writing course from the outstanding Lawrence Naumoff.  This was one of my favorite assignments during that course, in which we were to make use of absolutely every element of a given photograph as we wrote a short story inspired by it.  I would later use the same assignment with my sixth grade students.",
		"imageURL": "img/fig1Never.png",
		"time": "March 2007 (3 hours)",
		"tag": "Fiction"
	},
	{
		"title": "BFF",
		"name": "bff",
		"blurb": "This one's going to have to speak for itself.  At the start of Professor Naumoff's class, he explicitly told us to go ahead and forget about getting an A, and I publicly challenged him on it, and he essentially washed his hands of responsibility for my future disappointment.  This was my final project, which earned a 95.",
		"imageURL": "img/fig1BFF.png",
		"time": "April 2007 (20 hours)",
		"tag": "Fiction"
	},
	{
		"title": "CORE CONNECTIONS GUIDE",
		"name": "handbook",
		"blurb": "At the end of my three-year stint teaching sixth-grade Creative Productions (later renamed to Core Connections), I wrote the following handbook to summarize my style, method, content, and rationale for the teacher replacing me.",
		"imageURL": "img/fig1Handbook.png",
		"time": "May 2012 (10 hours)",
		"tag": "Education"
	},
	{
		"title": "WHAT 100 REALLY MEANS",
		"name": "100",
		"blurb": "This is one of many, many, MANY pieces of writing I did on the subject of parkour philosophy and method between 2003 and 2009, during the \"forum days.\"  It serves as a good example of the length, quality, style, and theme of most of my posts on 3run.co.uk and parkour.net, which made my nom-de-plume \"TK17\" an internationally-recognized name in the community.",
		"imageURL": "img/fig1100.png",
		"time": "March 2010 (3 hours)",
		"tag": "Essay"
	},
	{
		"title": "INSTRUCTIONS",
		"name": "instructions",
		"blurb": "There is a Neil Gaiman poem titled \"Instructions\" that offers a set of handy rules for people navigating their way through a fairy tale.  When I read it, I shed a few tears, but it was also missing many of the lessons I'd learned from Narnia, Redwall, the Castle in the Attic, the Minpins, the Sea of Stories, and all the other tales of my youth.  This is my more complete take.",
		"imageURL": "img/fig1Instructions.png",
		"time": "August 2009 (2 hours)",
		"tag": "Poetry"
	},
	{
		"title": "TIME-BOUND PROGRAMS",
		"name": "timebound",
		"blurb": "A significant part of my work at the Seattle parkour gym was developing and organizing curriculum.  We often offered special sessions and seminars ranging from a single day to twenty or thirty sessions.  This is a guide that was written to help coaches cover all the bases in time-bound programs of various lengths.",
		"imageURL": "img/fig1Timebound.png",
		"time": "June 2014 (10 hours)",
		"tag": "Legal"
	},
	{
		"title": "RISK & LIABILITY",
		"name": "legal",
		"blurb": "While running an afterschool parkour club at Voyager Academy, and later while preparing to start a parkour gym in North Carolina, I discovered that there were not yet any standardized forms for parkour, as there are for more well-established activities like martial arts or gymnastics.  I created these for my own use in the meantime.",
		"imageURL": "img/fig1Legal.png",
		"time": "January 2010 and March 2012 (10 hours)",
		"tag": "Legal"
	},
	{
		"title": "VAULT BOX PLANS",
		"name": "stackable",
		"blurb": "I have had an excellent relationship with the mat manufacturers at Carolina Gym Supply since they began making custom parkour equipment for me when I was in high school.  They were interested in copying my design for a stackable/nestable vault box, so I did a quick, informal write-up of my process.",
		"imageURL": "img/fig1Stackable.png",
		"time": "August 2012 (10 hours)",
		"tag": "Legal"
	},
	{
		"title": "IN MEMORIUM",
		"name": "belle",
		"blurb": "Please forgive the sentimentality.  My mother's beloved cat, Belle, was hit by a car, and in the aftermath one of the largest concerns was preserving his memory so that his presence wouldn't fade.  I wrote this poem in memorium.",
		"imageURL": "img/fig1Test.png",
		"time": "",
		"tag": "Poetry"
	},
	{
		"title": "PALINDROME",
		"name": "palindrome",
		"blurb": "Palindrome poem you keep saying you're gonna write someday",
		"imageURL": "img/fig1Test.png",
		"time": "",
		"tag": "Poetry"
	},
	{
		"title": "???",
		"name": "",
		"blurb": "Gotta get at least ONE worldsaving essay writ.  Or teaching, maybe.  There's the thing about how to teach poom saes (all at once or one move at a time).  There's lotus eating.  There's your farewell address to your sixth graders.",
		"imageURL": "img/fig1Test.png",
		"time": "",
		"tag": "Poetry"
	}
]