[
	{
		"title": "UNKNOWN UNKNOWNS",
		"intro": [
			"One of the most important skills a human being can have is the ability to fully own the process of improving the universe—to recognize problems or potential in the first place, to conceive of workable solutions, to detail plans for those solutions, and to follow those plans through to completion.  My class at Voyager Academy was largely about gaining familiarity with this process; I did my best to teach my students to be independent agents who saw the world as an arena largely under their control.",
			"This began on Day 1.  Without any context other than the name of the class, students would walk into my room to find:",
			" — One jumbled pile of slightly-off-square, microwave-sized wooden blocks, sitting on top of a board with handholds",
			" — One digital clock on the wall, counting down from 59:59",
			" — One teacher with duct tape over his mouth and a sign that read \"THINK\""
			],
		"imageURLs": [
			"http://i.imgur.com/SESWSiC.png",
			"http://i.imgur.com/tB6qKuI.png",
			"http://i.imgur.com/q4i5bc4.png",
			"http://i.imgur.com/2Iy1VK7.png",
			"http://i.imgur.com/S0JqBTP.png",
			"http://i.imgur.com/mmiMPy4.png",
			"http://i.imgur.com/J5IwIVk.png",
			"http://i.imgur.com/vKrEZWG.png",
			"http://i.imgur.com/kfDoFY0.png",
			"http://i.imgur.com/kAo1XoV.png",
			"http://i.imgur.com/wLJ1ivV.png",
			"http://i.imgur.com/t6dp3FA.png",
			"http://i.imgur.com/AjkmCi4.png",
			"http://i.imgur.com/EV3e7kQ.png",
			"http://i.imgur.com/m3519U8.png",
			"http://i.imgur.com/TuWu6Ev.png",
			"http://i.imgur.com/SF9myNF.png",
			"http://i.imgur.com/J3TLy34.png",
			"http://i.imgur.com/3T6WaJh.png"
		],
		"blurbs": [
			"My very first day of teaching.",
			"Debating the hypothesis.  Once the students discovered that all the blocks were the same \"height\" if correctly oriented, it was usually only a matter of time.",
			"One of my successful classes at the end of their ordeal.",
			"Some early calculations for Arch ver. 2.0.  I wanted each block to be slightly smaller than the previous one, and I wanted somewhere between fourteen and eighteen blocks in total.",
			"Starting the cuts.  The exterior wood was high-quality 1/4\" birch ply, which was the thinnest I thought I could get away with and still have the boxes withstand the inevitable impulse for students to stand on them.",
			"Lining up the \"front\" and \"back\" panels.  To be sneaky, I arranged it so that some pieces' woodgrain would align, like a puzzle, while others would not.",
			"The completed shape, with the first piece framed out front and back.",
			"Many of the boxes ended up with some degree of custom framing, but they all began with a (nominal) 2\"x2\" framing around the front and back faces, held on with wood glue and 1 1/4\" deck screws.",
			"Rather than shaving 2\"x2\"s at weird angles to hold together the other four edges of each pseudocube, I elected to cut triangular woodblocks and place two of them at each junction.  Each needed three precisely placed pilot holes—two for the screws that would hold them in place, and one for the magnets that I planned to embed within the blocks.",
			"A jig I threw together to speed up the process of getting the holes in the same places every time.",
			"Top of the jig.",
			"I would drill three holes, rotate my 2\"x4\" block 180 degrees, and drill three more holes, then cut the block in half with a 45 degree diagonal using the compound miter saw.",
			"The corner blocks with the inlaid magnets.  I used a drill press and a Forstner bit to carve a groove for each magnet so that their faces would be flush with the rest of the block.",
			"The positioning of the corner blocks.  Note the two screws on top, connecting them to the face of the box (along with a generous helping of wood glue).  Because I didn't want the magnets to make things TOO easy, I only put them on the outer edges ... the inner edges just had wood blocks without anything inlaid.",
			"A completed block, with the \"floor\" of the next block laid on top, to confirm that I had the magnets in the right place.  Blocks sliding and falling when students tried to stack them was a real concern ... in my original version, you couldn't get more than two blocks stacked before they began to slip.  With the magnets, you could get much higher, even though they only created about two pounds of pull at the join.",
			"Starting to come together.  There was almost always a tussle over the keystone block—not because students recognized it as a keystone, but simply because some percentage of them always wanted \"the special one.\"",
			"One of the smaller/higher blocks.  You can see the change in board shape necessitated by the smaller angles of the higher blocks.  Also note the freestanding tower in the background.",
			"Ten out of fourteen blocks, and the maximum height I could get, relying on the magnets to prevent slippage.  If you look closely at the center of the faces of the larger blocks, you can see the screws holding the extra, internal braces I added (more 2\"x2\"s) as a safeguard against collapse.",
			"Phase one complete.  Next comes sanding, decoration (there are clues and symbols that relate to other camp challenges), finishing, and the construction of the lifting board (not strictly necessary, but a good shortcut for those clever enough to see it)."
		]
	}
]