[
	{
		"title": "SUSPENSION BRIDGE",
		"intro": [
			"For this assignment, students were allowed to work alone or in groups of up to four.  Preliminary work consisted of a paper box project (in which students had limited resources to build a sturdy box out of index cards) and an in-depth reading of an article about beam, arch, cantilever, and suspension bridges.",
			"Materials included 400 popsicle sticks, hot glue, chisels and cutters to cut the sticks down, and up to 200 feet of very thin string.  Every bridge crossed the same span and had to have certain standard measurements (e.g. width of deck), but beyond that, students were free to make whatever choices they felt were best.  My friend Stephanie designed a graphical blueprinting program that allowed them to test their ideas on screen, and each group was given the option of extra sticks for use in small experiments.",
			"The bridge below was my example for the second year; I built and destroyed an arch bridge in the first year.  This one held up all of the weight I brought for the testing at the end of the unit, and I decided to keep it as a memento."
			],
		"imageURLs": [
			"http://i.imgur.com/eXjLd1Y.png",
			"http://i.imgur.com/XTtpwT5.png",
			"http://i.imgur.com/s62zPPJ.png",
			"http://i.imgur.com/jNAKJ1G.png",
			"http://i.imgur.com/33Fmh38.png",
			"http://i.imgur.com/iyLFyY2.png",
			"http://i.imgur.com/xZkwsA6.png",
			"http://i.imgur.com/XRRrJNU.png",
			"http://i.imgur.com/eYHONOB.png",
			"http://i.imgur.com/XDgzqzO.png",
			"http://i.imgur.com/mavQ8ZU.png",
			"http://i.imgur.com/XVgocFB.png",
			"http://i.imgur.com/m68s8zA.png",
			"http://i.imgur.com/k9YyPwG.png",
			"http://i.imgur.com/yfvS9bw.png",
			"http://i.imgur.com/aqMx2zl.png",
			"http://i.imgur.com/JEVk8GZ.png",
			"http://i.imgur.com/3C64mcx.png",
			"http://i.imgur.com/HGgCg4I.png",
			"http://i.imgur.com/2fVcnLK.png",
			"http://i.imgur.com/OkvigQK.png",
			"http://i.imgur.com/ah5tbwt.png",
			"http://i.imgur.com/fW8OUxr.png",
			"http://i.imgur.com/Fj6I4qc.png",
			"http://i.imgur.com/pch22wx.png",
			"http://i.imgur.com/c6q1dA4.png"
		],
		"blurbs": [
			"All in all, the deck covered a span of 24\", with the distance between the towers coming in at 16\".  There were eye bolts provided on either side of the \"canyon\" to anchor suspension bridges such as this one.",
			"Birds-eye view.  The deck here is reinforced somewhat beyond the \"standard\" one that each group had to build.  By requiring each group to build an identical deck, I both gave them time to practice their cutting and gluing skills and also ensured a certain minimum of quality.",
			"Side view.  Note the underslung trusses formed by half-sticks at ~45 degree angles—these, too, were a required part of the design.",
			"A visual representation of the canyon.  Unfortunately, I lost a hard drive and no longer have photographs of the actual build, which was constructed from 2\"x8\" pine lumber.  The lower ledges were for students who wished to build a tall arch, and the notches on either side were to aid in cantilever design.  Not shown are the eye bolts for suspension bridges, which were on \"level ground\" a good ways beyond the edge.",
			"A close-up of the suspension cable connections.  Had I remained at Voyager, I would have done some formal experimentation on various lengths, braids, connections, etc. to see which was the sturdiest.  For my first attempt, I simply wrapped the cables around a sturdy \"beam\" and glued them down.",
			"From underneath, you can easily see the four truss rows.  I added the two inner rows to my own design for extra stiffness; the students were only required to have the two along the outer edges.",
			"Detail of the trusses.  It's likely they would be even stronger if there were actual triangles, but the pseudotriangles formed by the alternating parallel lines did the job well enough.",
			"I considered a fifth truss down the exact center,, but I was low on sticks and ended up needing to reinforce my towers instead.",
			"This gap (and its counterpart on the other side) were another required element of the design, necessary to allow for the cable that held the weights to reach up from below.",
			"I elected to suspend the weights from beneath rather than to try stacking them from above; this allowed students greater flexibility in building trusses and arches above their decks.  A flat plate rested on the deck, evenly distributing the weight; a steel pipe stretched across the plate held the cable, which was threaded through another set of pipes.  With help from a student, weight was added symmetrically on either side, usually 20lbs at a time.",
			"You can just barely see the word \"Model\" beneath my reinforcements; this particular deck was one of the examples I let my students borrow when they were building their own.",
			"Multiple layers of reinforcement did little to actually stiffen the deck, but they helped distribute the weight so that no one part of the bridge was taking a disproportionate part of the load.",
			"Connections between the deck, trusses, and towers.",
			"More connections.  Note the popsicle sticks laying parallel to the ground and perpendicular to the deck, sticking out from the tower; those lay under the truss but were firmly held up by the tower, effectively transferring weight to the sturdy verticals.",
			"Another shot of the tower-deck connection.  This one is slightly confusing; it's taken from \"below,\" as if you were looking up at the tower.  Traffic on the near side of the bridge would be going from left-center to top-center.",
			"The actual structure of the towers was fairly sparse.  The design relied mainly on the sturdiness of vertical popsicle sticks—as long as they could be kept upright and prevented from bending, they would be almost impossible to break.",
			"Overall view of the tower.  I added the wide feet and lower diagonal buttresses fairly late in the design, after some of my students' preliminary tests showed that many bridges were toppling sideways.",
			"The cross-braces were another layer of protection against the towers collapsing inward on themselves.",
			"The connection for the larger cable.  It's essentially inlaid—I formed a \"bed\" for it with popsicle sticks, filled the bed with hot glue, and pressed the string into it, then covered it with more glue and sticks.",
			"It turned out I left myself too little string to reach the eyebolts, so a second string had to be added for the actual anchorage.",
			"The main cable was actually a nylon cord, not the thin string.  I debated with forcing the students to braid their own cables, but in the end, only a couple of groups elected to build a suspension bridge at all, and I decided not to punish them for their intrepidity.",
			"A couple of more artistic shots.",
			"I always loved climbing around on the undersides of bridges.",
			"The wide footing for the towers, taking advantage of the full width of the canyon.",
			"Twenty hours well spent!",
			"I weigh over two hundred pounds, but my weight isn't steady or evenly distributed.  You can see that the deck is flexing here (it didn't break); it did much better when the suspension cables were actually anchored, such that the towers didn't bend inward.  On test day, it held up 300 pounds with nary a creak!  #inordinatelyproud"
		]
	}
]