[
	{
		"title": "CLOAXEDO",
		"intro": [
			"I made one cloak when I stitched together a Jedi outfit in my junior year of college, and another when my fiancée and I wanted matching outfits for general purposes.  The former was part of a specific costume, and the latter was a neutral, everyday-wear sort of garment.  For my third cloak, I wanted something striking but reasonably dignified, in the hopes that if it came out cool enough, perhaps my friends would be kind enough to overlook the fact that I was embarrassing them by wearing it in public.  The idea was that this would be my \"formal\" cloak, intended only for special occasions."
			],
		"imageURLs": [
			"http://i.imgur.com/YN9ErdJ.png",
			"http://i.imgur.com/Mg7X2C2.png",
			"http://i.imgur.com/N3UZCii.png",
			"http://i.imgur.com/YV7cC4p.png",
			"http://i.imgur.com/kZB4RVU.png",
			"http://i.imgur.com/nO0K506.png",
			"http://i.imgur.com/97RuS4Z.png",
			"http://i.imgur.com/pJKrnjG.png",
			"http://i.imgur.com/ah8sOyT.png"
		],
		"blurbs": [
			"The hood has a traditional rounded look, unlike the hood for my Jedi outfit.  The trim around the head is asymmetrical, to accent and compliment the yin-yangish look of the rest of the cloak.",
			"Fasteners.  The frog button sits just below my Adam's apple, and the zipper runs from my waist up to the top of my sternum.",
			"Closeup of the loop side of the frog button.",
			"As you can see, I subscribe to the \"just keep adding stitches until it's definitely not going to fall off\" method.",
			"The zipper is essentially hidden from view, and since it doesn't run the full length of the cloak, I still get a natural billow and flow around my feet.  But it's great for rainy or windy days, especially since I applied a waterproof coating to the fabric.",
			"Where the shoulder seam meets the hood.  You can see evidence of a slight alteration where I wasn't pleased with the drape of the fabric and ripped out the stitches to redo it.",
			"The color boundary on the front panels, with the inner lining peeking out from underneath.",
			"Color join on the back.  This one's actually upside-down (the bottom of the cloak is black, and the top is white).",
			"Spinal seam and bottom hem.  As with my Jedi cloak, I used inside-out velour for the exterior, due to its wrinkle resistance and subtle sheen.",
			"Inside view of the bottom hem.  I like to keep all seams internal and invisible when making cloaks.",
			"Bottom corner hem, from the inside."
		]
	}
]