[
	{
		"title": "MTG DECKBOX",
		"intro": [
			""
			],
		"imageURLs": [
			"http://i.imgur.com/QZVy9ks.png",
			"http://i.imgur.com/zAynevj.png",
			"http://i.imgur.com/rHYlOhP.png",
			"http://i.imgur.com/nJAnaQA.png",
			"http://i.imgur.com/2Ydgo6q.png",
			"http://i.imgur.com/LwkzloR.png",
			"http://i.imgur.com/YZ3kYRM.png",
			"http://i.imgur.com/ynqfQ4S.png",
			"http://i.imgur.com/4oKvyDD.png",
			"http://i.imgur.com/gpujnuZ.png",
			"http://i.imgur.com/Tvz3bE8.png",
			"http://i.imgur.com/t9GsNn9.png",
			"http://i.imgur.com/ieCA2L9.png",
			"http://i.imgur.com/KvG1ytf.png",
			"http://i.imgur.com/sK6aYWg.png",
			"http://i.imgur.com/I2hweS3.png",
			"http://i.imgur.com/MQTPIdZ.png",
			"http://i.imgur.com/l85Hylh.png",
			"http://i.imgur.com/SGxkFSU.png",
			"http://i.imgur.com/BFn5tpK.png",
			"http://i.imgur.com/hxbuelC.png"
		],
		"blurbs": [
			"My original large case (purchased, but with my own custom woodburned mana symbols).",
			"The final product, finished with three coats of Polywhey.",
			"A birds'-eye on the five mana symbols.  To get them accurately shaped and placed, I had the symbols printed on adhesive paper, which I then razored away, leaving faint score marks to guide my woodburning.",
			"Bottom view.  Not much to look at.  The screws were 3/4\" and fairly thin, so as not to split the half-inch oak.  I drilled pilot holes with the thinnest drill bit I could find (1/16\").",
			"A close view of the side.  Nothing fancy on the joining, just glue and screws.  The slight curve you can see on the front panel of the lid (right side) is so that the box can close past inner pieces that stick up.",
			"Another look at the joining.  Once everything was together, I went over it with a random orbital sander and 80-grit paper, to chamfer the edges.",
			"A standard window latch, picked up at Lowe's.",
			"Handle and hinges, both from the cabinetry section.",
			"A close-up of the woodburning.  Compare to the symbols from my first box, which were done in negative.",
			"ANTI-FIRE.",
			"The colors of the rainbow!  You know, WUBRG.",
			"Contents.  For a small, lightweight case, it carries a LOT of Magic.",
			"The interior was made by gluing thinner panels onto the walls of the box.",
			"A peek inside.  The screw visible in the back wall is one of the pair connecting the handle to the box.",
			"If I had the project to do over, I'd be more careful about getting the curves of the parallel walls and the perpendicular walls to match.",
			"A smaller section for dice and counters.",
			"The larger box and its contents; I decided to include my LEGO deckbox here as well.",
			"Another custom art job (that's the planeswalker symbol on top).",
			"Holds dice, schemes, planes, mercenaries, and structures.",
			"Contents",
			"Interior structure.  Note the smooth plates at the bottom, so I don't tear up the edges of my cards."
		]
	}
]