[
	{
		"title": "DO BOK",
		"intro": [
			"The project began with a color scheme.  Black uniforms and white uniforms are easy to find, but gray ones didn't seem to be available anywhere, at least not back in 2003.  A quick trip to Jo-Ann's to pick up some fabric, and I was off.",
			"I hadn't done much sewing since sixth grade Home Ec, so there was a pretty sharp learning curve as I knocked the rust off.  It helped that I was a little bit depressed and a lot bit homesick (Science and Math is a boarding school)—having the uniform to work on kept me occupied during hours that would have otherwise been spent brooding, sulking, or ruminating."
			],
		"imageURLs": [
			"http://i.imgur.com/LkMugqp.jpg",
			"http://i.imgur.com/lOGQfAA.png",
			"http://i.imgur.com/ZF33001.png",
			"http://i.imgur.com/P4FituI.png",
			"http://i.imgur.com/Kj17non.png",
			"http://i.imgur.com/jnGbiii.png",
			"http://i.imgur.com/hIR2b0a.png",
			"http://i.imgur.com/ImLTNdz.png",
			"http://i.imgur.com/HwKJ3qR.png",
			"http://i.imgur.com/rtrFfeM.png",
			"http://i.imgur.com/Y8PSC3B.png",
			"http://i.imgur.com/1Ep19H6.png",
			"http://i.imgur.com/Gw34NfL.png",
			"http://i.imgur.com/TmVYam4.png",
			"http://i.imgur.com/HgCGUAw.png",
			"http://i.imgur.com/UYgVwBi.png",
			"http://i.imgur.com/JFeXMKZ.png",
			"http://i.imgur.com/2iyWmTf.png",
			"http://i.imgur.com/yFek0O3.png",
			"http://i.imgur.com/jE2qpOi.png",
			"http://i.imgur.com/KFRgTtD.png",
			"http://i.imgur.com/HfLvV7O.png",
			"http://i.imgur.com/DUxCdgj.png"
		],
		"blurbs": [
			"Still a good fit after twelve years.  I suppose I haven't gained much height since high school.",
			"The basic shape of a martial arts top is fairly simple.  I modeled this one off of my own instructor's uniform, with some small modifications.  The largest change was the addition of diamond gussets under the arms, for more freedom of movement while doing nunchakus.",
			"Except for the gusset, the arm is basically just a rectangle.",
			"The black stripe, running from shoulder to wrist.",
			"Detail.  I had no sewing machine, so each and every stitch was done by hand.  I did at least a double row (and often triple) on almost everything, because I wanted the uniform to hold up even in full-contact sparring.",
			"Five rows of stitching down each collar.",
			"This was my log of hours spent on the project.  I didn't actually start adding the stitches until 40 hours in, at which point I knew I'd need them to be pretty small.",
			"The diamond underarm gusset.",
			"Every piece of the uniform was hand-sewn—I didn't purchase ties or ribbons or buttons.  The loose string is a waist tie for keeping the uniform closed.  You can also see that the back panel (right) is a few inches longer than the left, which is my preferred style.",
			"Close-up on the stitching.",
			"Bottom terminus of the collar.  This particular shot is from the inside, which is why you can see the knots at the very bottom and why the tie is overlapping the black.",
			"The split where the seam between back panel and front panel becomes two separate hems.  I simply hemmed further than I had to and then folded the two hems together.",
			"So.  Many.  Stitches.  This is the sort of project I think I can only do once in a lifetime—if I'd known what I was getting into at the beginning, there's no way I would have been brave enough to start.",
			"Seam stitching viewed from the inside.  As you can see, the stitches form almost a continuous line.  I used doubled-over thread (so, four strands once the needle was threaded) and left gaps about twice the length of each stitch.  Then on a second pass, I filled in half of the length of each gap, and on a third pass, I left basically no space.",
			"The pants are \"hakama\" pants, a type of Samurai garb that flows freely and conceals leg movements so that kicks and direction changes are harder for an opponent to detect.",
			"As with the top, everything was triple-stitched (or more).  Hakama pants are slit near the top, with separate ties for the front and back panels.  Note to self: buy black boxers.",
			"My first attempt at pleating.",
			"Each tie was made from two continuous bands of fabric.  The back tie (which was longer) was nearly fifteen feet long, and it took me half an hour to turn it inside out after stitching the two pieces together.",
			"When my first hem turned out to be too long, letting the pants drag on the ground, I decided to simply add a couple of folds rather than trim the fabric.  This way, if I ever decide to alter it, all I need to do is cut a few threads.",
			"Inside the seam.  The seam itself is triple-stitched, but the black accent is held on by only one row of stitching on each side.",
			"The stitching at the groin, where all four panels came together.  My preferred method is \"keep stitching until you run out of thread.\"",
			"A closer look at the waistline.  In some places, I was pushing a needle through fifteen layers of canvas without a thimble.  This was also the very last part of the whole project, and would never be visible while I was wearing the top, so I let the quality of my straight lines waver a bit.",
			"Not my own creation, obviously, but hey, I'm proud of it.  I wore this uniform during the test where I earned my second dan."
		]
	}
]