[
	{
		"title": "PARKOUR & FREERUNNING EQUIPMENT",
		"gym": true,
		"intro": [
			],
		"imageURLs": [
			"http://i.imgur.com/phUq95k.png",
			"http://i.imgur.com/47ernoX.png",
			"http://i.imgur.com/15rqcLd.png",
			"http://i.imgur.com/L8XeafG.png",
			"http://i.imgur.com/tALZhkz.png",
			"http://i.imgur.com/2MvJqwt.png",
			"http://i.imgur.com/m6rnQeZ.png",
			"http://i.imgur.com/eq55nxw.png",
			"http://i.imgur.com/k4xxGx6.png",
			"http://i.imgur.com/NgMAoZa.png",
			"http://i.imgur.com/xxfe8mz.png",
			"http://i.imgur.com/yC1bmxL.png",
			"http://i.imgur.com/znWEhP1.png",
			"http://i.imgur.com/IBbfBkI.png",
			"http://i.imgur.com/aDXeNDV.png",
			"http://i.imgur.com/BIcIy1f.png",
			"http://i.imgur.com/WHAfTcu.png",
			"http://i.imgur.com/2pPqu7O.png",
			"http://i.imgur.com/j6uXtsX.png",
			"http://i.imgur.com/M1STvdW.png",
			"http://i.imgur.com/xJ41U96.png",
			"http://i.imgur.com/QIyMJjk.png",
			"http://i.imgur.com/7kUPp2q.png",
			"http://i.imgur.com/879NoaZ.png",
			"http://i.imgur.com/YbcOyu2.png",
			"http://i.imgur.com/xYYTqvA.png",
			"http://i.imgur.com/onabUvV.png",
			"http://i.imgur.com/kTop6DP.png"
		],
		"blurbs": [
			"My earliest original design, manufactured for me by Carolina Gym Supply—a mat (small enough to carry around with you all day) which could fully pad a corner, for extra safety when practicing ambitious vaults or flips.",
			"The \"Kit-Kats,\" so named for the way they looked when stored side-by-side in pairs atop the custom mats built to hold them.  Portable, modular striding and jumping bars made from the firmest, densest foam Carolina Gym Supply had to offer—not squishy, but also not likely to bruise your shins.",
			"An alternate arrangement for the bars.  As it turned out, they would also securely velcro down to the carpeted floor of my sixth grade classroom.  After the first week, the students no longer paid any attention to me jumping around while they worked on quizzes or projects.",
			"The \"temples\" were just a logical extension of the Kit-Kats, useful for striding and just the right size and softness for young kids to learn vaults.",
			"A precision jump ladder, approximately ten feet long and just under four feet wide.  This was quite a challenge to move and carry by myself, but ended up being one of the best training tools I ever built.",
			"Detail on the construction.",
			"My very first complex build, a portable rail for use in my afterschool parkour club.  This would later give rise to several variations built while in Seattle.  Since the people training with it were all in middle school, I was able to use a longer, cheaper bar than I could have gotten away with otherwise.",
			"A close-up of the channel.  By lifting the rail out and dropping in blocks of various size, I could adjust the height of the rail for a variety of challenges.",
			"My stackable/nestable vaulting boxes, currently nested.  They would later be masterfully painted by Colin at the Seattle parkour gym.",
			"A detailed write-up of their construction with dimensions and materials is available in the Writing section of this site.",
			"A \"thuglet,\" named after the notorious Thug, shown just beyond the doorway.  The first of these was built by Tyson, and I made the second, as well as variations.",
			"Besides being excellent launching and landing platforms, thuglets also do great work elevating other obstacles.  Shown here shouldering Badger, a custom Colin creation.",
			"\"Tex,\" a 6' long Thuglet useful for bridging gaps and propping up against walls to create tac surfaces, in addition to normal thuglet functionality.",
			"\"Twix bars,\" which probably would have been named Kit-Kats if that name weren't already taken.  They fulfill many of the same functions as Thuglets, but are less prone to tipping thanks to their slanted sides.",
			"A Twix bar in its natural habitat.  The rubber along the bottom made them extremely resistant to slipping and sliding.",
			"The mighty Shimzilla, shown here acting as a slanted wall and a challenging precision landing.",
			"Also useful as a shallow ramp or slide (we deliberately left this face un-gritted).",
			"Shown here freestanding, with weights and straps to keep it in place.  We eventually developed a policy of also strapping another, smaller box to its vertical face for additional stability, but in this configuration it made a nice climbable wall with two difficulty levels.",
			"A peek inside.  The large holes made it easier to grip and move, and allowed us to put straps and weights inside.",
			"My favorite way to use Shimzilla.  Approach from the left, and you have a front-side or rising catpass, with ~5' of distance to clear on the far side.  Approach from the right, and you have a back-side or diving catpass, with the same ~5' distance this time coming before contact with the hands.",
			"Rawr.  Visible in the background is the motto of my onetime training partner, Stephen Carr: \"Persistence in practice, precision in movement.\"",
			"Using Shimzilla as a slanted wall is great, but Thugalodon has the added advantage of being adjustable.",
			"One side rubber, one side slick, and handholds literally everywhere, thanks to the recessed supporting blocks.  Difficult to move alone, but incredibly versatile if you have a coaching partner.",
			"\"Goldibox,\" one of my last builds before leaving Seattle.  It's 30\" on its own (our usual \"kid-size\" height), but with a platform that can boost it up to 36\" for adult classes.",
			"A close-up of the join.  It's similar to the join that holds the tikis together, but much beefier and with rubber footing so that both the raised and unraised box can be used on hardwood gym floors without slipping or causing damage.",
			"The bottom platform, useful by itself as a launching or landing space.",
			"Another view of the bottom.  Note the angles, which aren't necessary to keep the platform from tipping but which help keep the combined box steady.  Handholds were cut with a hole saw and jigsaw and then routed and sanded.",
			"The interior of Goldibox.  The recessed wooden panels take the weight when the box is combined, and the rectangular mat footing keeps it level even on slightly uneven surfaces.  Definitely a design I will repeat someday."
		]
	}
]