[
	{
		"title": "PRIME DIRECTIVE",
		"intro": [
			"August 30th, 2015",
			"(This is the way the blog begins: not with a bang but a whimper.)",
			"--------------------------------------------------------------------------------------------------------",
			"Jonathan Archer leapt back, biting off a curse as his shoulder connected solidly with the doorframe.  Inside his bathroom, the dark shape ceased swirling—clarified, solidified, unfolded and became a woman, her hair in a long braid, her uniform blue and unfamiliar.",
			"\"Twenty one fifty three?\" she asked.",
			"Jonathan's eyes narrowed.  She didn't appear to be armed, and she showed no sign of stepping away from the sink under which she had appeared.  But then again, she had appeared under his sink, so the lack of weaponry was not particularly comforting.",
			"\"Twenty one fifty one,\" he answered cautiously, hazarding a guess as to the intent of her question.",
			"\"Damn,\" she said.  \"Did anything relevant happen in fifty two? ... never mind, don't try to answer that, obviously.  We'll just have to make do.\"",
			"She craned her neck, peering past his shoulder into the apartment.  \"Mind if we sit?  This shouldn't take long, but I get a little tachy after long jumps.\"",
			"Jonathan didn't move, and after a moment, she sighed.  \"Oh, all right,\" she said.  \"Let's see, what was the damn passcode ... I don't suppose it'll work, since it's for year after next ... cirrus, Socrates, particle, decible—that mean anything to you?\"",
			"\"How did you get into my bathroom?\"",
			"\"Same way you did, only backwards and rather a lot faster.  I'm from the twenty-ninth century.\"",
			"Jonathan's eyes narrowed.  \"I don't suppose you've got any way for me to verify that,'\" he said flatly.",
			"\"Oh, sure,\" she replied, and promptly disappeared.",
			"* * *",
			"Jonathan Archer swore and clutched at his uniform, fumbling to close the flaps at the front as the dark swirl began to take solid form.  By the time his brain had sorted through its various options and settled on calling for security, he recognized the woman straightening up from beneath his sink.",
			"\"You!\" he shouted.",
			"\"Me,\" she answered. \"Twenty one fifty three yet?\"",
			"Jonathan's lips worked soundlessly for several seconds before he finally choked out a response.  \"Twenty one fifty four!\"",
			"\"I swear, these vector calibrators are absolute garbage.\"",
			"Recovering his composure, Jonathan squinted at the woman standing in the middle of his bathroom.  Had she aged?  It was impossible to tell—after all, he'd last seen her three years ago, and for decidedly less than three minutes.",
			"\"Who are you?\" he demanded.  \"What are you doing in my bathroom?\"",
			"\"I'm from the future,\" she said.  \"I'm here to warn you.\"",
			"Instantly, Jonathan felt his mental state shift, felt \"Jonathan\" recede as Captain Archer came fully awake.  They never exactly prepared you for this sort of thing, but it was always in the back of your mind—especially on a ship like the Enterprise.",
			"\"All right,\" he said.  \"I'm listening.\"",
			"There must have been something different in his tone, because the woman straightened up, her bearing becoming more like that of a cadet on the parade grounds.  \"Order three-five-alpha-dash-seven-five-two,\" she said, \"from Grand Admiral Thrace Marta to Captain Jonathan Archer, priority one.  First item—you are to cease all altruistic and philanthropic efforts on behalf of undeveloped species, intelligent or otherwise, including interventions meant to stave off extinction.  Second item—you are to discourage any such efforts undertaken by your peers and colleagues, using any means at your disposal, including illegal action and lethal force.  Third item—you are to take any and all action necessary to expedite the process of formalizing these orders under the title of Prime Directive, to be amended into the Federation Charter and ratified by all member species.\"",
			"Her declamation finished, she paused for a moment and then let out a breath, her shoulders relaxing a fraction.  \"Do you have any questions regarding these orders?\"",
			"Captain Archer stared, every bit as bewildered as Jonathan would have been.  \"I ... I don't ... what?\"",
			"\"In plain language, you've got to stop fucking around with primitive aliens.\"",
			"\"We don't—I mean, it's not—we're trying to help them!\"",
			"\"Yes.  And you've got to stop.  Everything is completely fucked; this is the only intervention that has even a chance of working.\"",
			"\"What do you mean?\" Captain Archer asked, slowly recovering his composure.",
			"\"I mean that the Alpha quadrant has been turned into gray goo, the Delta quadrant is—as near as we can tell—currently somewhere inside the Andromeda galaxy, the central black hole is expanding at Warp One, and every sentient being in the Gamma quadrant is currently and constantly engaged in drinking some kind of substance called kulade.\"",
			"Captain Archer blinked.  \"In the twenty-ninth century, you mean?\" he ventured.",
			"\"Yes.  Originally, we're told, everything went to hell after somebody named Seerow gave high technology to a neurohabitant species called Yeerks, and they successfully conquered the galaxy.  That timeline was rewritten by a postwar refugee, but we still ran into problems when something called a pequenino got into a war of attrition with something called an octospider, after the former got warp technology from some Brazilian Catholics and the latter was pulled into space by Ramans.  Apparently the intervention to prevent THAT crisis led to the creation of something called a Dalek, and it took nearly five hundred attempts to get away from THAT timespace attractor—not that it mattered, since we still hadn't learned our lesson and someone thought that the best way to establish peace on Vogon was to teach the good guys how to make phasers.  In short, it's just not worth it; there's a reason why these species haven't figured out faster-than-light travel yet, and us intervening isn't helping, it's just making their problems virulent and transmissible.\"",
			"She snapped her fingers, and a tiny silver chip appeared in her hand.  \"It's all right here, including the Vulcan resolution to carpet-bomb twenty-second-century Earth if you don't agree or can't make it happen.  They've got sleeper agents strung out across thirty centuries with metatime stabilizers, just to make sure.\"",
			"She tossed him the chip, and he caught it automatically, his thoughts churning as he struggled to absorb what she had told him.  \"But then—according to what you're saying—we can't provide ANY assistance, of ANY kind?\"",
			"\"Not to any pre-warp civilization, and there are some specific limitations even after that.\"",
			"\"But what about reparations and disaster relief?  The situation with the USS Voynich last year—that was our fault—if we hadn't intervened, the whole Yuuzhan Vong biosphere would have been obliterated—\"",
			"\"That was last year?\" she cried, her eyes going wide.  \"It already happened?  Dammit!\"",
			"Captain Archer opened his mouth to reply, but she had already—",
			"* * * ",
			"Jonathan Archer choked, coughed, and leapt back from his bathroom sink, water spraying from his pursed lips as his oral hygienicron clattered to the floor.",
			"\"What year is it?\" shouted the swirling darkness, even before it had coalesced into a half-remembered female shape.",
			"\"You!\" Jonathan spluttered.  \"How did you—WHERE did you—\"",
			"\"Captain Archer!  The date, please!\"",
			"Something in her tone triggered a reflexive obedience buried deep in Jonathan's psyche, and he found himself answering even as he continued to object.  \"Stardate one-one-three-one-four-point-nine, and WHAT ARE YOU DOING IN MY SINK?\"",
			"\"Thank goodness,\" said the woman, sagging against the aforementioned fixture.  \"You don't happen to know what a Yuuzhan Vong is, do you?\"",
			"Jonathan reached for the wall, for the communicator toggle that would allow him to summon his security officers.",
			"\"No, wait, please!\" she interjected, raising both of her hands, palms out.  \"I'm not a threat!  I told you, I'm from the twenty-ninth century!\"",
			"Jonathan hesitated.  It was more plausible than it had seemed the last time she'd made the claim, given the twenty-month gap since her sudden appearance and equally sudden departure.  \"What are you doing here?\" he repeated, struggling to inject some captainly authority into his tone.",
			"She sighed, and he thought he heard her mutter \"Here we go again\" under her breath.  \"I've been sent back to give you orders,\" she said.  \"From the Federation's highest remaining authority, addressed directly to you.\"",
			" * * *",
			"\"EVERY time?\" Jonathan asked quietly, shaken.",
			"It was half an hour later, and the two of them were seated on opposite corners of his bed, a data pad lying between them with a silver chip inserted into one of its ports.  She shrugged.",
			"\"We don't know for sure,\" she said.  \"It could be that the rate is one hundred percent, or it could just be something that's high enough to be guaranteed on long time scales, like one-out-of-every-ten.  All that we know is that, in some two dozen significantly different time clusters, every one has experienced galaxy-wide disaster that's traceable back to Federation technology given to a primitive species.\"",
			"\"But doesn't THIS count as interference?  I mean, relative to the twenty-ninth century, aren't WE a primitive species?\"",
			"\"Yes.  But there's some interaction between humans and Vulcans that we don't fully understand yet.  We tried having the Vulcans suppress human expansion, and it led to total Vulcan defeat at the hands of a militant human empire.  We tried installing the Prime Directive in the Vulcans in the twenty-second century, but it didn't cross-pollinate.  This is basically our last intervention before we default to human extermination.\"",
			"\"Where by 'we' you mean—\"",
			"\"The VQBH Coalition, which is the only group that's succeeded in developing metatime technology.  Don't ask—it's a P2C2E.\"",
			"Jonathan looked down at the datapad, at the alternate futures the woman had detailed for him.  \"I thought—\" he began, and then broke off, his throat catching.  \"I never quite forgave myself for abandoning the Valakians,\" he said softly.  He looked at the entry currently on display—TIMELINE F43: VALAKIAN QUANTUM PLAGUE.",
			"The woman shrugged.  \"You can't fight anthropics,\" she replied.  \"The universe is the way it is because if it were different, you wouldn't be here to see it.\"",
			"She stood.  \"Anyway, it's been nice chatting with you, Captain, but I've got to get back to headquarters, see how this plays out.  Just remember—the more reasonable it seems, the better the excuse you've lined up to talk yourself into it, the more scared you ought to be.  File this under 'deontological' and leave it at that.\"",
			"\"But how will I convince them?\" Jonathan asked, gritting his teeth at the note of pleading that snuck into his tone.  \"They're never going to believe any of this!\"",
			"She smiled sadly.  \"I don't know,\" she replied.  \"They developed a complete algorithm for persuasion in the twenty-seventh century, but once the Bene Gesserit and the Tleilaxu both had it, everything went to shit.  You'll just have to do your best, Captain.",
			"And with the quietest of sounds, she vanished."
		]
	}
]