[
	{
		"title": "OBSTACLE COURSE DESIGN",
		"gym": true,
		"intro": [
			"In my opinion, there are five elements to a successful parkour experience: focus, flow, fear, fun, and failure.  They need not all be present in a given session, but any time you go about building a setup or designing a class, it's important to make sure that every obstacle and every activity exists to push students toward one of those five F's.  If the space is the canvas and the obstacles are the paint, the five F's are the tone and the meaning."
			],
		"imageURLs": [
			"http://i.imgur.com/7FCGze7.png",
			"http://i.imgur.com/GcUfuzB.png",
			"http://i.imgur.com/Z2T1DPe.png",
			"http://i.imgur.com/nX2HO13.png",
			"http://i.imgur.com/8k1ImLw.png",
			"http://i.imgur.com/UeEOuYW.png",
			"http://i.imgur.com/08GF1C3.png",
			"http://i.imgur.com/mNinmZZ.png",
			"http://i.imgur.com/wSlNmhA.png",
			"http://i.imgur.com/Z3Sdq1O.png",
			"http://i.imgur.com/BrOZxRy.png",
			"http://i.imgur.com/ZH6xROE.png",
			"http://i.imgur.com/2IsSvgn.png",
			"http://i.imgur.com/MnHNDNN.png",
			"http://i.imgur.com/gQfiQtT.png",
			"http://i.imgur.com/KipeF3K.png",
			"http://i.imgur.com/NG4WPUx.png",
			"http://i.imgur.com/oB8Igyt.png",
			"http://i.imgur.com/mOphbB3.png",
			"http://i.imgur.com/W1COjQm.png"
		],
		"blurbs": [
			"One of the greatest things about the gym in Seattle was the staff's commitment to maintaining the maximum amount of open, empty space, as opposed to other gyms which fill their floors with permanent, non-modular obstacles.",
			"Some of the soft equipment that I brought with me from North Carolina, courtesy of Carolina Gym Supply, who made many custom pieces for me.",
			"A classic straightline setup for teaching beginners or warming up experienced traceurs.  My personal contributions to this setup are the wooden \"Twix bars\" near the low wall, and the stepping stone \"turtles\" between the yellow curbs.",
			"The low wall (and, at the far end, the \"high wall\"), my largest permanent contributions to the gym.  Design and construction were led by Eric Jusino once he helped me convince everyone that they would be a valuable addition.",
			"An elevated stride/gap jump setup created for my advanced students.  The red bar across the end of the platform is the top of a four-piece stackable/nestable vaulting box that I designed and built before coming to Seattle.",
			"Blockland!  This is part of a series of parallel speed courses I built, running from behind the camera to the far wall visible in the background.  The most fun parts were the running arm jump to my precision jump ladder (here screwed vertically into the wall) and the running underbar into the hole at the center of the image, below the four green stripes (the box below formed a slide).",
			"The far side of the slide in the previous picture.  Also visible is version one of my portable wall, stretching offscreen on the right.",
			"Mount Doom.  This setup is not one of mine, but the photo shows the concrete wall (another Eric Jusino build inspired by my request) and the rubberized ramp, which I threw together on a slow weekend for wall climbs and wallflips.",
			"Minicage was actually the brainchild of Morgan, another of our coaches, but it was Eric and I who made it into a reality, devising the prototype of our wall mounts which would eventually fill the gym.  It unfortunately killed the \"paint wall,\" where students and visitors could leave their mark on the gym, but there's plenty of room to start another one elsewhere.",
			"The Cage, newly revolutionized with help from Colin and version two of the wall mounts (manufactured by Tyson).  Just visible in the lower left foreground is one of my builds—Tex, a 6' portable launching platform that I wedged in at an angle for tacs and rebounds.",
			"Another cage setup, this time incorporating Colin and Tyson's SDC design in the background and two of my designs: Shimzilla (the large triangular box), and Thugalodon (the shiny wooden platform).  This setup was particularly fun for playing freeze tag.",
			"Another advanced setup, this time with Shimzilla front and center.  The board anchoring Shimzilla to the column allowed for a lot of high-level fear and precision training.  To the left is one of the portable rail towers, and in the background near the Minicage you can see version one of the portable wall.",
			"A high precision landing, one of the applications of the wall mounts for our black pipe, with Shimzilla and Toad in the background braced up against Colin's monolith.  Just visible in the lower right foreground is my \"windowsill,\" a semi-portable ledge that we moved around the gym from time to time for awkward precisions, arm jumps, and thief-style shimmying practice.",
			"More bar mounts and Minicage-esque attachments.  Besides helping to set up the bars, I also built the block leaning on the left (Tex), the block at the bottom right (one of the Thuglets), the brown bar just past it (a \"Twix bar\"), and the golden vault box hiding behind the monolith (\"Goldibox,\" which was height-adjustable through the addition of a platform underneath).",
			"Another versatile, complex setup, this one created by building in and around Colin and Tyson's SDC design.  The addition of the Mark II porto-wall and the third, cage-mounted version in the center made for lots of stride, precision, and arm jump possibilities as students sprinted from one end to the other.  You can also just barely see the height-adjustable portable rail near the top of the picture, just right of center.",
			"Both the high bar and the ceiling-mounted bars it's suspended from were late-night contributions of mine.  The \"sky course\" is an even-scarier-than-you'd-think mental challenge, and having a free-rotating, free-swinging bar beneath it made for some cool climbups, monkey-barring, and high balance challenges.",
			"The drop-precision setup from a challenge night in 2014.  Participants started atop the high wall, where the green arrow points, and leapt to either Shimzilla, the Mark II porto-wall, the bent black bar (previously unbent), or one of the turtles, hidden from view.",
			"Laser maze!  I built this one afternoon as part of a focus week on quadrupedal movement.  Strings are nylon, held in place by turnbuckles and with bells attached à la the film \"Entrapment.\"  One of my most popular builds.",
			"A bi-directional straightline speed course.  Just in front of Shimzilla, you can see the mostly-assembled blue version of the stackable/nestable vault box; its base is the blue box holding up the platform at the left edge of the picture.  In the background, Toad is forming a landing platform for a long running jump.",
			"Another dense, versatile setup.  Version two of my portable rail is shown, elevated on top of four-foot boxes."
		]
	}
]