[
	{
		"title": "THE HAND FOR DAVID BELLE",
		"intro": [
			"In the year 2007, parkour had essentially begun its takeoff, and was quickly becoming a recognized word across the world.  Its popularity was largely due to its visual impact and the rise of Youtube, which meant that just about anyone could stumble across it and decide to try it.",
			"However, there's a lot more to parkour than sensational tricks, and during this period of early growth, there was a lot of concern that the true meaning and spirit of the discipline (not to mention the methods of actual, quality practice) were being lost in the rush to copy cool videos.",
			"David Belle is in many ways the father of parkour—although all of his friends contributed to its development, it was his drive and philosophy that started the snowball down the hill.  And to David, parkour represented something morally and spiritually important, not to mention the fact that it was also one of his strongest links to his own father, who had passed away years before.  He was taking the dilution and misrepresentation of parkour pretty hard, and in 2007 was more discouraged than ever.",
			"The Hand project was simply our attempt, as a community, to turn that discouragement around.  It was a small gesture of respect and gratitude, and a way to remind David that he was NOT in this alone—that there were thousands of us out there who believed what he believed, and whose lives were better because of what he'd brought into the world."
			],
		"imageURLs": [
			"http://i.imgur.com/u6oqDUy.png",
			"http://i.imgur.com/QlNxUsi.png",
			"http://i.imgur.com/25bq5cM.png",
			"http://i.imgur.com/kh1UcM6.png",
			"http://i.imgur.com/geiTy12.png",
			"http://i.imgur.com/9GS63Go.png",
			"http://i.imgur.com/Kg0a3W0.png",
			"http://i.imgur.com/vWYdrwM.jpg"
		],
		"blurbs": [
			"Me (left), David Belle (center), and Luc Dunn (right), on the day we delivered the hand to David's house in Lisses, France.",
			"The picture, in its frame.  Forgive the extremely low-quality pictures; I was using a consumer-level digital camcorder from 2006 and this was the best it could do.",
			"The informal slogan or motto of the Yamakasi, which was the group formed by David and his friends during the development of parkour's philosophy and method.  \"Strong body, strong spirit, strong man.\"",
			"The motto of parkour, \"To be, and to last.\"  To be, in this sense, implies to-be-all-you-can-be in a way that recalls parkour's military roots.",
			"The motto of Georges Hébert's Natural Method, which was the ancestor not only of parkour, but also of obstacle coursing and of modern physical education in general.  \"To be strong to be useful,\" or in a more expansive translation, \"One must be strong in order to be useful, not only to oneself, but also to others.\"",
			"Our actual message of encouragement to David, reading (in essence) \"Those you have touched will go on to touch the world.\"",
			"The photomosaic itself (again, apologies for the low quality).  The actual image ended up containing hands from nearly 400 traceurs from over 30 countries.  The template was a picture of my own hand, holding a small globe—if you look closely, you can make out northern Africa and southern Europe above my pinky.",
			"The picture hung in David's house for a few months, and he asked visiting traceurs to sign it.  Eventually, he sent it out into the world, asking traceurs to pass it around as widely as possible before sending it home."
		]
	}
]