[
	{
		"title": "JACE",
		"intro": [
			"Unlike Max (which was very simple) and the Jedi outfit (which was a general category rather than a specific, individual design), Jace Beleren had a clearly defined look with lots of very particular details that had to be gotten just right.  Creating the costume was effectively a full-time job for the month of October."
			],
		"imageURLs": [
			"http://i.imgur.com/VWdmYM7.png",
			"http://i.imgur.com/erklybY.png",
			"http://i.imgur.com/p6NrW2X.png",
			"http://i.imgur.com/KfiXurA.png",
			"http://i.imgur.com/nBFTdbS.png",
			"http://i.imgur.com/HRYqGYY.png",
			"http://i.imgur.com/jU5yYgQ.png",
			"http://i.imgur.com/7kE8VzN.png",
			"http://i.imgur.com/uNTlB7I.png",
			"http://i.imgur.com/VH1UsTz.png",
			"http://i.imgur.com/RJf4Lyi.png",
			"http://i.imgur.com/1wXJR3I.png",
			"http://i.imgur.com/ijcDXzd.png",
			"http://i.imgur.com/qrGjpMq.png",
			"http://i.imgur.com/1CYj4TW.png",
			"http://i.imgur.com/HH1Xv5A.png",
			"http://i.imgur.com/GiNKEqT.png",
			"http://i.imgur.com/aAu75gP.png",
			"http://i.imgur.com/Px72uNq.png",
			"http://i.imgur.com/PkhZzzg.png"
		],
		"blurbs": [
			"The most useful source image.  We referred to other pictures of Jace, but this was the look we were really trying to nail down.",
			"We were extremely lucky to find a sort of shimmery denim that had a very magical look without the need for a liner.",
			"The fabric we used for trim and accents—a very soft, creamy white.",
			"The hood, with accents.  It took a lot of experimentation to find a shape that would drape beneath Stephanie's chin the right way.",
			"Close-up on the accents.  Usually, when adding extra layers of cloth, I hem and then attach, but in this case there was so much to do that I simply did a zigzag stitch right over the boundaries of my cuts.",
			"The clasp to hold the cloak tight around Stephanie's shoulders.",
			"Shoulder accents.",
			"A sort of leather shoulder pad (visible in the image below) ... we were never sure whether this was meant to be decorative or functional, so we split the difference.",
			"Fact, or fiction?",
			"Jace's trademark adornments.  It was difficult to see the detail of the smallest, middle one, so we replaced the design with the MTG planeswalker symbol and hoped no one would call us out on it.",
			"We built the medallions by taking discs of balsa wood and adding layer after layer of hot glue.  Once we had the shape more or less the way we wanted it, we painted it with acrylics, and then finished it off with Sharpie.",
			"Jace's ... loincloth?  Girdle?  Chastity belt?",
			"Transitioning from leather to canvas, to tie it around the waist.  Since some elements would always be hidden behind the cloak or the vest, I saved time by skipping a few hems.",
			"The artists who work for Wizards of the Coast have the advantage of not having to conform to reality or practicality.  The rest of us are not so lucky.  It took a long time to figure out how to produce these strange thigh pads.  Note that, like Jedi, Jace feels no need to iron his clothes—if it matters, he'll make sure you don't remember that they were wrinkly in the first place.",
			"Detail on the thigh pads, including the slits visible in the artwork up above.",
			"The clasps on his vest.  Getting the shape right for a female form was difficult, and involved lots of careful study of Stephanie's bras and shirts while she was off at work.",
			"The interior and back of the vest, held together by elastic.",
			"We were never quite sure whether these were meant to be long sleeves or forearm guards.  In the end, it was easier to go with the latter.  Presumably, the wide spread of fabric is to stop other planeswalkers from noticing Jace's hand movements as he casts spells.",
			"My hand and wrist literally would not fit inside the armguard, so my waterbottle subbed in.",
			"My favorite picture of Jace in action, as he takes on an Eldrazi."
		]
	}
]