[
	{
		"title": "JEDI GARB",
		"intro": [
			"I had previously made a Jedi outfit while in college, but having both grown a little and being dissatisfied with the quality, I gave it away to a friend in 2010.  As payment for the work that went into Nate's costume, he bankrolled the entire project, allowing me to get much better materials than I had in my previous version."
			],
		"imageURLs": [
			"http://i.imgur.com/p44Hz1F.png",
			"http://i.imgur.com/Q02oxNs.png",
			"http://i.imgur.com/SNGAWsR.png",
			"http://i.imgur.com/CpdxC8S.png",
			"http://i.imgur.com/4BOc3S3.png",
			"http://i.imgur.com/5SzHtQY.png",
			"http://i.imgur.com/l6Aee08.png",
			"http://i.imgur.com/Y1jhLCd.png",
			"http://i.imgur.com/H6ANcnw.png",
			"http://i.imgur.com/e2mevMu.png",
			"http://i.imgur.com/pJKxPmu.png",
			"http://i.imgur.com/usyS0Sr.png",
			"http://i.imgur.com/xEbLocH.png",
			"http://i.imgur.com/ewQNnSv.png",
			"http://i.imgur.com/XC4J76W.png",
			"http://i.imgur.com/d8IH7XM.png",
			"http://i.imgur.com/OY0Jk5B.png",
			"http://i.imgur.com/g2yn29F.png",
			"http://i.imgur.com/xvDIfnA.png",
			"http://i.imgur.com/eoqk97d.png",
			"http://i.imgur.com/yO22pgs.png",
			"http://i.imgur.com/R6AxdDh.png",
			"http://i.imgur.com/FvgzrmK.png",
			"http://i.imgur.com/HwTBHhW.png",
			"http://i.imgur.com/vQADdsz.png",
			"http://i.imgur.com/yQPo0hF.png",
			"http://i.imgur.com/f3G9BWB.png",
			"http://i.imgur.com/f26SBIt.png",
			"http://i.imgur.com/IBXJx81.png",
			"http://i.imgur.com/lm8m7KC.png",
			"http://i.imgur.com/oHKfuV6.png",
			"http://i.imgur.com/vVHPAP9.png",
			"http://i.imgur.com/ieaJoFe.png",
			"http://i.imgur.com/oVAqFwq.png",
			"http://i.imgur.com/da8WHxc.png",
			"http://i.imgur.com/es1rEHy.png",
			"",
			"http://i.imgur.com/opyvweK.jpg"
		],
		"blurbs": [
			"Nate and I at a friend's Halloween party.  Forgive the low-quality image; the room was dimly lit and I was using a pretty old phone to take the picture.",
			"The undertunic.  In my original version, the undertunic was a full, sleeved gi-like top.  This version is much more comfortable and less constricting when doing martial arts or parkour.",
			"Because the material is so soft and stretchy, it tends to bunch up and rarely \"falls\" correctly on the chest.  To fix this, I simply sewed the two folded panels together, hiding the stitches inside the rows already present on the collar.",
			"An inside view of the stitching.  Most of the seams have just one line with maybe a quarter of an inch of margin beyond; the hems are folded over twice and sewn closed.",
			"Originally, the undertunic was going to have ties just like a martial arts top.  However, since the fabric was flexible enough, I just sewed the edges together, too, effectively turning the whole thing into a sleeveless shirt.",
			"The top/tunic.  Jedi don't iron things, you know.",
			"Back side, lightsaber for scale.  Here you can see that the sleeves are quite wide, with lots of room near the armpit to allow for very free movement.  The taper of the body was added last, to create a slim look around the waist and a nice flare below the belt.",
			"Closeup of the sleeve.",
			"Closeup of the collar stitching.  I decided to go with four rows, which I was sort of able to keep evenly spaced.  The collar is actually an entirely separate piece of fabric, with the ends folded in to the center, and then the whole thing folded in half to sandwich the loose edges of the top itself.",
			"The two folds of the top were stitched together in much the same way as the undertunic, to get a consistently appealing layered look.",
			"A view of the inside stitching around one of the armpits.",
			"The seam joining back panel to side panels, switching to hems where the two parts separate.",
			"Closeup of the bottom of the long collar, below the belt.",
			"Elastic is a wonderful material!  I didn't use it in my original outfit, and I regretted that decision every time I needed to use the restroom.",
			"The seam at the groin of the pants (inside view).",
			"Close-up on the elastic.  I created a loop of the right size by sewing both ends of the elastic into a non-stretchy rectangle of fabric, and then attached that loop to the pants by essentially sticking it inside of a very wide hem.  Two rows of stitching (top and bottom) served to mate the elastic to the fabric.",
			"Inside view of the hem at the bottom of the pant leg.",
			"I don't know the proper term for this item.  It's not quite a vest, since the front panels don't join to the back panels along the side ... the whole thing is one long Y-shape, folded over at the shoulders.  I modeled this after a Sub-Zero costume piece that I purchased at a martial arts convention back in 2006.",
			"The join at the bottom of the back panel.",
			"The join at the top of the back panel, at the base of the neck.",
			"Belt!  In my original version, I simply took a twelve-foot strip of fabric and wrapped it around my waist several times.  This time, I upgraded to velcro.",
			"I also added a single, very wide belt loop, to hide the belt buckle.  This loop typically rests on my right hip, while the hook for the lightsaber is on my left.",
			"I was quite pleased with the color and quality of the belt I picked up for the costume, but it'll be a long time before I can find good leather boots to match.",
			"One of the final rites of passage for a young Padawan is the construction of his own lightsaber.",
			"Nate and I basically spent two hours just sitting in the plumbing section at Lowe's, seeing what would screw together.",
			"The \"power switch\".  Unfortunately, it's against the law in my state to actually turn the lightsaber on, so you'll just have to take my word for it—the blade is orange.",
			"We used rubber grommets to add a bit of texture, mainly for aesthetic reasons.",
			"I used a pipe that was only an inch thick, and jammed it inside of a transparent nylon hose to get the crosshatched grip look.  I'm quite pleased with how it turned out.",
			"The cloak is actually a relic from the first version; it was the only thing that I kept from that project.  Note the pointy, goblin-esque hood, like the one worn by Alec Guiness (as opposed to Ewan MacGregor).",
			"This particular pattern called for an additional panel to be added between the arm and the hood.",
			"Wide, flowing sleeves, good for hiding subtle hand motions.  You know, if you ever have to surreptitiously wave your hand a little bit.  For some reason.",
			"I try my best to have all of the seams of my cloaks completely internal/invisible.",
			"One of the bottom corners.",
			"The inside liner.  Quite shimmery, and perhaps a little ostentatious for a monk-ascetic, but I really really liked it.",
			"My go-to fabric for the outer layer of cloaks is actually inside-out velour.  It has a clean pattern, is pretty wrinkle-resistant, and has this subtle shine that catches the light in a really cool way.",
			"The shoulder panel, viewed from the back side.",
			"",
			"Comfortable, functional, and pretty darn cool."
		]
	}
]