[
	{
		"title": "JUCANTE",
		"intro": [
			"This set of 249 cards represents the work of myself, Kevin Farrow, Morgan Seifert, Stephanie Zolayvar, Nate Soares, and Eric Jusino.  Images were generated with Magic Set Editor, and preliminary research was based on the writings of Mark Rosewater.  In its current state, the set is ~80% complete—there is a draft of a card for every slot, but some names are placeholders and further playtesting and development would result in significant replacements and tweaks.  In particular, blue is a color that is trying to do too much; it likely needs mechanical simplification.  To see examples of cards with artwork, check out the spoiler article in the Writing section of this site."
		],
		"articleURLs": [
			"http://i.imgur.com/5cWXA2J.png",
			"http://i.imgur.com/9ynNiwz.png",
			"http://i.imgur.com/3OQznCe.png",
			"http://i.imgur.com/kAYjGFx.png",
			"http://i.imgur.com/u6k9QjT.png",
			"http://i.imgur.com/I4FX3rb.png",
			"http://i.imgur.com/qsYjwfy.png",
			"http://i.imgur.com/wkMyBsJ.png",
			"http://i.imgur.com/pi5MN9T.png",
			"http://i.imgur.com/tXbmX3K.png",
			"http://i.imgur.com/RX5s9A9.png",
			"http://i.imgur.com/8bYBgeA.png",
			"http://i.imgur.com/5oGiiJH.png",
			"http://i.imgur.com/od9iFzF.png",
			"http://i.imgur.com/lcxipQM.png",
			"http://i.imgur.com/8qEZIMt.png",
			"http://i.imgur.com/hA2ob0I.png",
			"http://i.imgur.com/tEvVweR.png",
			"http://i.imgur.com/rckiZuz.png",
			"http://i.imgur.com/9Hgs8A4.png",
			"http://i.imgur.com/SxGJ73R.png",
			"http://i.imgur.com/sYOQv7u.png",
			"http://i.imgur.com/wuqhtNh.png",
			"http://i.imgur.com/2AUX2IR.png",
			"http://i.imgur.com/75Rv2b9.png",
			"http://i.imgur.com/rO6jkao.png",
			"http://i.imgur.com/8u85FlJ.png",
			"http://i.imgur.com/exJQpD2.png",
			"http://i.imgur.com/zREaSGx.png",
			"http://i.imgur.com/vjDrcVY.png",
			"http://i.imgur.com/kk7PVEw.png",
			"http://i.imgur.com/fgY9hMm.png",
			"http://i.imgur.com/gzOi5MS.png",
			"http://i.imgur.com/Lcpc6yR.png",
			"http://i.imgur.com/sC3m0TI.png",
			"http://i.imgur.com/Y9yOFSd.png",
			"http://i.imgur.com/beexerN.png",
			"http://i.imgur.com/RShdm8k.png",
			"http://i.imgur.com/y1bVNWd.png",
			"http://i.imgur.com/bCgPgXp.png",
			"http://i.imgur.com/spilseL.png",
			"http://i.imgur.com/qPcBiAc.png",
			"http://i.imgur.com/Dso5AWn.png",
			"http://i.imgur.com/zKkrP8b.png",
			"http://i.imgur.com/w6bTEqV.png",
			"http://i.imgur.com/9TgvYma.png",
			"http://i.imgur.com/5Sl5ViY.png",
			"http://i.imgur.com/2RSGwUt.png",
			"http://i.imgur.com/1c4TAk8.png",
			"http://i.imgur.com/o1bn0Ti.png"
		],
		"blurbs": [
			"Since the set was based around five monocolored factions (Aranol, Lyr, Belhame, Uto, and Sylglade), we gave each color its own mechanic.  These five commons give a good sense of the theme and feel of each.",
			"We also wanted to play up the xenophobia of each faction, so there is an additional mechanic called allegiance, which rewards monocolor play.  Allegiance shows up on both creatures and spells, and in both triggered and activated abilities.",
			"Leafscale Newt is more useful than usual in this set (more on that later).",
			"Each color has both a civilized/sentient aspect and a wild/feral aspect.  In red, all of the civilized direct damage was flavored as earthbending, since the red tribe is made up of lithomancers.",
			"Blue has a major artifact subtheme, in addition to its core illusion mechanic.  We were quite proud to see Thopter artifact tokens appearing in Magic: Origins, as it was a sign that we were thinking along the same lines as the \"real wizards,\" who were designing that set at around the same time.",
			"Part of the theme of the set was \"wild magic,\" which we attempted to show in a variety of ways.  This cycle represents the unexpected consequences of casting too many spells, resulting in feral creatures appearing out of nowhere.",
			"Appropriate reprints are always a critical part of any set.",
			"With barter cards, we usually tried to make a creature that a monoblack deck would not mind giving away too much.  In this case, if you barter away Able Apprentice to a player with a non-black deck, you haven't really given away a potent threat.",
			"More thematic sugar ... an elemental made of boulders and a defensive Timbermaw Larva.",
			"As with real Magic sets, we tried to include cards that, while not necessarily powerful in Limited, would have an impact in larger formats.  March of Progress may end up needing to cost seven or even eight mana, and still be playable.",
			"I was shocked (and thrilled) to see that the word \"Ransom\" was still available as a Magic card name.",
			"This was our second allegiance cycle—somewhat overcosted without the allegiance boost, but top-tier if you have the right mana.  It also deliberately plays very well with the heroic mechanic from Theros.",
			"Polarize is actually part of a cycle of cards that reward you for doing something on your color's theme, though not necessarily associated with colored mana specifically.  The cycle ended up being broken across rarities, which is why the others aren't on this line.",
			"Cometfall Warframe is the first of six \"mech warrior\" equipments that play into the artificery of blue.  The commons (three of them) have ETB abilities and the uncommons (two) have abilities that trigger upon equip.",
			"Phobic Arachnos started as a joke name, but we fell in love with it, and that's what the card will be called if we ever collect art and do a final printing.",
			"Red is allegedly the color of rituals these days, since it was phased out of black.  Tectonic Upheaval is clearly weaker than Dark Ritual under most circumstances, but it may still be too strong.",
			"White in this set is flavored as a militant religious sect. We particularly liked the idea that, once you convert one enemy creature, it helps influence the rest.",
			"Our \"Hill Giant\" cycle was our first round of uncommons.  As with the allegiance spells, we tried to get an ability that would be playable in multicolored, but first-pick in mono.",
			"Rootwinder used to be a 2/1, and may need to be weakened even further to a 0/1.  We want to keep it under three mana so that it isn't relentlessly compared to Relentless Rats.",
			"Bonedust Ridgeback is another card trying to capture the feel of wild magic, and Puppet Maker was another take on black's \"life-represents-money\" theme.  Sylgan Ranger, like Leafscale Newt, is more powerful than expected in a format where you can guarantee that your opponent has a Forest.",
			"Continuing red's focus on earthbending and green's focus on trees...",
			"Skyfoil's \"draw two\" ability is likely to be the cause of a lot of redundant, unnecessary equipping and re-equipping.",
			"Rummage was a fun and flavorful way to play off barter's theme of buying and selling creatures.",
			"More wild magic, this time generally working in your favor (though not entirely without risk).",
			"Another wild cycle, this time playing up the idea of magical echoes.",
			"It was very hard to capture the flavor of \"things happening without warning,\" since so much of Magic interaction is already random and unpredictable.  This cycle was our attempt at letting players take their opponents completely by surprise—once per game.",
			"Red is the color of strong emotion and currently has little to no tutoring.  While you'd expect white or green to have stronger bonds in a group sense, we felt that red was most likely to call on a single, specific friend in a moment of desperate need.  To maintain the general rule that red does not get card advantage through draw, we made it so that the planeswalker spell would have to be cast during the same turn.",
			"Erupt, like Ransom, was a surprising word to find available.  I particularly love the tension between using this card on yourself, for ramp, versus using it on your opponent with some significant risk.",
			"These five rares were actually the very first cards in the set, when we were trying to explore the idea of colors fighting against themselves.  The creative elements of the set changed around them, but we managed to keep the cards themselves fairly static.  Each was inspired by a classic four-cost sorcery (except Belhamic Traitor, which took some liberties with three-cost Syphon Life).",
			"Hermetic Drone was a super-fun top-down design that started with the idea of a terrified artificer frantically tossing anti-grenades on a battlefield he really would have rather avoided.",
			"Another way in which we tried to make our set \"like a real set\" was by adding in the occasional thing-that-Wizards-has-on-the-shortlist.  It seems likely that the \"ling\" cycle will eventually be completed.",
			"There's usually at least one Dragon in every Magic set, even when dragons don't particularly fit the theme.  I've always wanted to play up the idea of dragons turning the landscape to rock.",
			"As the eco-terrorist faction, green was the color most likely to be comfortable with the wild magic polluting the plane.  Wildsinger Heretic is a nice build-around, especially with the colorless ferals (shown below).",
			"This cycle was inspired by posts on Mark Rosewater's Tumblr blog.  It began with \"Burn the Meat,\" which Rosewater jokingly described one day, and we expanded it into effects that fit with each color.  It ends up being a sort of backwards kicker on whatever other spell you're planning to cast with all the unused mana—\"Kicker RR.  If CARDNAME was kicked, deal damage equal to its converted mana cost to target creature or player.\"",
			"A cycle of rare enchantment reprints, to help the set play well with Theros and to underline the themes of each color.",
			"The wild magic actually hangs around in a physical sense, omnipresent as a sort of magical fallout and occasionally manifesting as a twinkling mist.  This cycle of enchantments were meant to represent aspects of the wild magic ITSELF, as opposed to its side effects and ramifications.  We wanted them to showcase on-color mechanics that would primarily sabotage their own color—the white one punishes weenie strategies, the black one weakens kill spells, etc.",
			"Everything about these five cards felt perfect.  Global Ruin played up the post-apocalyptic feel of the set, Reverse Engineering is the essence of blue fuckery, Temporal Extortion was a perfect fit with black's capitalist lean, Traveler's Tricks literally rewards the creature for running away, and Perpetual Genesis is the most elegant alternate win condition I've ever designed.",
			"I'll admit it—I designed a few mythics just so I could eventually print them up and put them into my own pre-existing decks.  Concussion Ogre in particular seemed really fun—temporary discard is an area I hope red might explore someday.",
			"Riders' Last Stand was our take on a \"legendary instant.\"  We hoped to complete a cycle, but in the end were only able to make a white one and a red one.  Distill Thought is a great Johnny build-around, and we tried to make each planeswalker's ultimate truly exciting and unusual.  We were particularly happy to see that we had accurately predicted Nissa's return, and even more thrilled to see that the official versions played in a similar thematic space.",
			"A post-apocalyptic world where wild magic might animate a bit of trash seemed like a great place to print a vertical cycle of scarecrows, especially given the color-matters theme of the set.  We had reprints at common and rare and invented the uncommon shown below.",
			"Consecrated Armor is my favorite of all the equipments I've ever designed, and possibly my favorite card.  I love that any creature can become a knight, I love that all knights share the same \"fighting style,\" and I love that the creature must kneel to be knighted.  Needs an update to the new templating, though: \"... and is a white Knight with vigilance, first strike, and base power and toughness 3/3.\"",
			"These were a neat twist on the Diamonds, which are too powerful to reprint themselves.  These cards are particularly good with allegiance effects in multicolored decks, since they allow you to cheat and use the \"wrong\" color.",
			"The Matrix of Control—Mindslaver, but for EVERYTHING.  I'm also quite proud of the Sword of Sun and Storm, though I'm not sure whether its paired flying-and-untap effects are too strong or too weak.",
			"We knew that Wizards had moved toward a paradigm of including ten multicolored uncommons as hints and signposts for limited play.  The map of Jucante corresponds to the color wheel, with Aranol in the north, Lyr in the northeast, etc.  We chose to make the allied cards gold and civilized, to represent the roads between adjacent factions, and the enemy ones hybrid and feral, to represent the dangers of the paths across the central wasteland.",
			"All of these effects were super fun to invent and playtest, but I'll forever love Mindmare because of how well it works with scry and roam.",
			"The colorless ferals!  These are the wildest of the wild, embodiments of the Shattermist itself.  We tried to make each common feral uniquely strange.  The card frame was created from photographs of a rare mineral called ammolite.",
			"The uncommon and rare ferals all had board-warping effects.  I particularly like Shiftskin Stalker's \"It's coming!\" feel.  (We may need to weaken it a little, though.  Emrakul on turn four, anyone?)",
			"We initially wanted this set of common lands to have a one-time ramp effect that actually increased your total mana at the cost of a sacrifice, but we ended up needing filters instead.  Still a high pick, especially in a multicolor deck with lots of allegiance effects (or a Theros deck that's trying to pull off devotion in multicolor).",
			"Our cycle of legendary lands took a lot of tinkering, and still aren't quite perfect.  However, they do a great job on the flavor front: zealots fighting for the holy city, tedious but profitable research, shady dealings, sudden eruptions, and mysterious, menacing forests.",
			"None of my friends were excited about Ghastly Flourishing, but I think that is because both it and they are insane.  We added a new color-filtering land of a type that hasn't been tried before, and a universal XR fireball as another \"legendary\" instant.  As for Chromovore—well, it speaks for itself."
		]
	}
]