[
	{
		"title": "LOCKED ROOM PUZZLE",
		"intro": [
			"Since many CFAR alumni had already participated in a locked room puzzle, and since I was hoping to provide a challenge that was slightly less arbitrary/gimmicky, I decided to break from the usual format a bit.  It seemed that the real test of a group of rationalists was not their ability to think through puzzles as individuals, but their ability to see the big picture and work smoothly together as a team.",
			"The original plan was to have the experience broken up into three phases.  The first phase would consist of standard locked-room fare ... lots of clues and puzzles that led to the unlocking of boxes and the reveal of further clues.  Then, at a certain point, the game would transition into something competitive, with subgroups incentivized to defect against one another for gain.  Finally, once I had everyone at each others' throats, the game would transition again, into the realization that they'd let some horror out of its prison, and would have to work together to seal it back in lest their escape set it loose.",
			"In the end, this was too ambitious for a single hour, and I abandoned the middle phase.  As it turns out, it's already difficult enough for a group of 20 people to orient and coordinate on an unknown challenge, and so the experience wasn't any weaker for only being in two parts."
			],
		"imageURLs": [
			"http://i.imgur.com/1qMt6ho.jpg",
			"http://i.imgur.com/l0RGaOD.png",
			"http://i.imgur.com/exNfNSI.png",
			"http://i.imgur.com/Ox0B3ps.png",
			"http://i.imgur.com/qWU7sR8.png",
			"http://i.imgur.com/fIb687b.png",
			"http://i.imgur.com/JGHzS9B.png",
			"http://i.imgur.com/e3L20aA.png",
			"http://i.imgur.com/0IC4oNT.png",
			"http://i.imgur.com/5axsi1L.png",
			"http://i.imgur.com/ib3BCcU.png",
			"http://i.imgur.com/Ah2MB1r.png",
			"http://i.imgur.com/QbrZju5.png",
			"http://i.imgur.com/RSpLgwV.png",
			"http://i.imgur.com/XpCs4Cj.png",
			"http://i.imgur.com/6P3qHda.png",
			"http://i.imgur.com/bPAZSRp.png",
			"http://i.imgur.com/BZKH4Nq.png",
			"http://i.imgur.com/iEYF4G9.png",
			"http://i.imgur.com/q9LRFtb.png",
			"http://i.imgur.com/vkcnRo6.png",
			"http://i.imgur.com/vNaGsFd.png",
			"http://i.imgur.com/TK8OPJH.png",
			"http://i.imgur.com/LsFzg5K.png",
			"http://i.imgur.com/3FEfxgr.png",
			"http://i.imgur.com/uX5sB7X.png",
			"http://i.imgur.com/1xZfPSP.png",
			"http://i.imgur.com/E4Oxmb5.png",
			"http://i.imgur.com/Kxo6Au4.png",
			"http://i.imgur.com/TNGxYaq.png",
			"http://i.imgur.com/wHJh2fd.png",
			"http://i.imgur.com/6TO5UVi.png",
			"http://i.imgur.com/lXXclj1.png",
			"http://i.imgur.com/ATQNgxc.png",
			"http://i.imgur.com/IwhsD5y.png",
			"http://i.imgur.com/Wi1lNrv.png",
			"http://i.imgur.com/Vm0nAiX.png",
			"http://i.imgur.com/7OVGOdq.png",
			"http://i.imgur.com/CalA84J.png",
			"http://i.imgur.com/F4jjjyy.png",
			"http://i.imgur.com/ZjaOkdi.png",
			"http://i.imgur.com/5ThS6DT.png",
			"http://i.imgur.com/adKgW7W.png",
			"http://i.imgur.com/gmRFBwa.png",
			"http://i.imgur.com/qBVn4Vk.png",
			"http://i.imgur.com/I9QCI2F.png",
			"http://i.imgur.com/euBesiL.png",
			"http://i.imgur.com/GUH3zw4.png",
			"http://i.imgur.com/ANQ6dTQ.png",
			"http://i.imgur.com/l5BGaVG.png",
			"http://i.imgur.com/ZSIA870.png",
			"http://i.imgur.com/AF19Z2P.png"
		],
		"blurbs": [
			"A panorama of the room, as it looked upon entry (right-click, open in new tab for full size).  Since I didn't know in advance what sort of space I would have to work with, the setup was actually fairly sparse.  At the \"front\" of the room was a pair of tables, containing a computer station and five locked boxes.  At the rear was a balance scale and a book with a bookmark.  There was a small, cryptic poster on each wall, two very large posters hanging on opposite sides, and lots of little red tiles scattered like Easter eggs.",
			"This is what all of the clues and pieces looked like, laid out.",
			"The initial display on the computer station's screen.  Daniel seems like a helpful guy, right?",
			"The four small posters.  If you were facing the computer station, the one with the green circle was in front of you, the blue was to your right, the yellow was behind you, and the red was to your left.",
			"The first of the two large posters was XKCD's \"Money\" poster.",
			"On closer inspection, certain words were \"highlighted.\"",
			"The other poster (shown in detail under \"Trapped in the Past\" on the design page of this site) also had highlighted words.",
			"In the rush to get the whole project finished in time for the Reunion, I didn't take as many pictures as I ordinarily would have, so I don't have a good shot of the boxes WITH their locks.  But here you can see four smaller boxes (red, green, blue, and yellow), each of which had a keyed MasterLock, and the larger box, which had two combination locks on it.",
			"Each box also had two smaller compartments on the top, which could be opened without undoing the locks.  Each of the colored smaller boxes contained one of these puzzles, as well as one of the cipher clues below.",
			"The tic marks were meant to encourage participants to put the clues together in pairs.  I was surprised by how strongly they refused to make that assumption and see where it led—they were skeptical even after I gave multiple verbal nudges.",
			"The card in the larger box was two-sided, with the words \"Do it\" corresponding to two ciphered words.",
			"This was the screen that became visible as soon as the clock started.  With the \"fear,\" \"love,\" and \"do it\" clues, and a little bit of willingness to take an intuitive leap and see where it goes, they had enough to decode the entire message.",
			"If they hovered over the image of Daniel at the bottom of the screen, he would offer hints and help, usually in exchange for trivial information.",
			"A little joke (not actually a clue) ... if read in binary, this means Daniel's running on a Compy 16, not a Compy some-ridiculously-large-number.",
			"The switches and cables on either side of Daniel's screen.  That was essentially it, at the start.  It was my intention that the group of ~20 people would divide up, with a few working on the cipher, a few searching the room (noting highlighted words, finding red tiles and a tiny canvas panel, checking the bookmarked book), and a few on each of the four box puzzles.  As it turned out, people were much more likely to start trying to figure out the small posters on the walls and ignore the cipher, which was the real bottleneck (both groups put only one or two people on it, and took more than 20 minutes to crack it).  Once cracked, though, it allowed them to read the instructions on the screen: \"One of the woodblocks is not like the others.  Please enter the code on its back side.\"",
			"The aforementioned woodblocks, waiting to dry.  Each block had an animal written on its back side; entering the correct one into the computer led participants to the page shown below.  Can you find the odd one out?",
			"Ah-HA!  With the proper code entered, the next step becomes clear—each of the four box puzzles must be solved to get to the next phase.",
			"Once again, hovering over the little images of Daniel led to an offer of mutual assistance.",
			"As the correct answer to each puzzle was entered, participants received \"scrolls\" containing these four tracing-paper pages.  Once all four answers were in, the page changed to the image shown below:",
			"As it turned out, that key unlocked all four of the smaller boxes (though the largest still remained unopenable.  Inside, participants would find a dozen plaster \"dragon eggs,\" fifteen wooden cubes with writing on each face, four tiny canvasses to go with the one already found, a jigsaw puzzle, a blacklight, and a placard titled \"Containment Protocol.\"",
			"This was also the point at which the little unnerving hints that Daniel wasn't necessarily as friendly as he seemed (such as the cipher on the largest box reading \"the cake is a lie\") became impossible to ignore.",
			"The jigsaw puzzle.  The image is actually of a living room made up of motherboards; I thought it tied in nicely with the overall theme of the activity.",
			"The fifteen woodblocks.  On the bottom, they each said */15; on their four sides, they had various terms.  On the top was only a large black dot.",
			"Overlaying the tracing paper with the corresponding wall poster, such that the colored circle became complete, yielded new puzzles and challenges.  The EAST wordsearch could be completed using the \"highlighted\" words on the two large posters.",
			"Shining the blacklight on various objects and papers revealed a plethora of new information.  It was my hope that participants would shine the blacklight everywhere (there were hidden clues on literally almost every single object), but both groups stopped after finding only a couple of things, and had to be nudged to go further.",
			"One of the fifteen wooden cubes, and its blacklight information.  Spy stuff!",
			"The \"West\" puzzle (the curvy maze) combined with its tracing paper to yield the words \"COMMAND CODE CAMPE AUTHORIZATION ASIMOV STOP IT BEFORE ITS TOO LATE.\"  Entering that information, though, didn't have the expected effect.  By this stage in the operation, both groups had become distinctly suspicious of their little robot friend.",
			"This is where things really got complicated, and where both careful thinking and cooperation made a big difference.  At this stage of the operation, the most obvious unsolved puzzles were the two combination locks on the larger chest, and what to do about the switches and cables on Daniel's Compy 16.  The solution went something like this: first, the yellow poster-and-overlay translated orange right-angle symbols into numbers, and it turned out that the four smaller lockboxes had the numbers one through four on them.  Arranging the boxes in order gave the letters PLES, which was indeed the key to one of the combination locks.  That ALSO gave a color order of yellow-red-green-blue, which (when used with the EAST wordsearch) supplied the letters MRDL.  Equally importantly, though, was the realization that the four tracing paper scrolls could be overlaid such that they formed a single, four-colored circle.  That revealed the diagram above, which showed the correct ordering of the cables for executing the containment protocol.  Combine that with a blacklight diagram on the jigsaw puzzle showing which switches to flip, and the group was ready to run the Guardian script (if they could just figure out what that was).",
			"Meanwhile, the last chest opened to reveal the final canvas, a hammer, three more blacklights, and a smaller locked cashbox.",
			"Arranging the canvasses together and illuminating them with the blacklight revealed the following ominous message.",
			"Weighing the eggs and using the hammer to smash the odd one out gave the participants the key to the lockbox, inside which was a USB flash drive!  They were now ready to take the plunge.  Daniel obviously was not happy about this.",
			"This was Daniel's response to the Guardian script—bitter and defeated, but not necessarily helpless.  A few moments later, the input below appeared.",
			"The first of (apparently) 42 credentials.  A quick check of either the cube or blacklight clues found on the backs of the original four puzzles immediately gave the answer (28).  Entering it caused the input to disappear.",
			"The race is on!  Inputs began appearing and descending down the screen.  At first, the challenges were simple, but soon they required two or three or even four different cubes to have their information combined in complex ways.  This was the make-or-break moment, when the group either came together and managed to coordinate on the fly, or did not (resulting in overlapping inputs piling up at the bottom of the screen and then disappearing unsolved).  Success led to the code for the final padlock and escape; failure led to an image of Daniel, smiling and asking if they could still be friends.  At this point, actual victory required two things: first, that they get out of the room, and second, that they had, in fact, actually gotten the switches and cables into the appropriate containment positions.  If they got out without containing Daniel, they just unleashed him on the unsuspecting world!",
			"Some documentation of the process of creating the scale and the dragon eggs.  These were the plywood pieces I cut to form the tower for the balance scale, made of 3/4\" oak.",
			"To make the fulcrum, I simply cut two 45 degree angles into the end of the central tower piece.",
			"I then sandwiched it between the two uncut pieces so that together they would hold the crossbar in place.",
			"Waiting for the glue to dry.  I originally planned to make triangular buttresses that would sit flush against the tower and stop it from toppling, but as it turned out, they weren't needed.",
			"The bolthole to hold the crossbar.  Note that both the surface of the crossbar and the interior of the hole are sanded to a smooth finish, to allow the crossbar to sway freely.",
			"Drilling through mixing bowls with an impact driver was fun.",
			"I used a small eyebolt and more S pieces to connect the bowls to the crossbar.  I didn't get the balance quite right, but I was close—I put a little sand in each bowl to tare the scale, and the difference between them was just a few pinches.",
			"A simple 1/2\" bolt with a cap nut provided the pivot.",
			"Voilà!  Justice is blind.",
			"To make the dragon's eggs, I mixed plaster inside an icing bag, and stuck a balloon onto the end.",
			"I wasn't sure, at first, whether I'd leave the eggs inside the balloons, so I color-coded the first batch.",
			"As it turned out, it wasn't practical to dry them on flat, since they developed a flat side no matter how often I rotated them. Hanging was the solution!",
			"I made about sixteen in total, thinking that I would want spares in case participants decided not to follow the \"only smash two\" rule.  Originally, I thought I might sand them down to identical weights, but it turned out to be easier to carve them with the steel ruler.  If you look, you can see the lockbox key already taped to my laptop in the background!",
			"An uncarved egg next to its finalized sibling.",
			"The tricky part was getting a key into the middle of a plaster egg.  I knew I would want to wrap it in something lightweight (foil, paper towel) because the key itself was too small to significantly impact the weight of the egg, and I didn't want them to be wildly different in size, since that would make it too easy.",
			"To get the key into the balloon, I used a short PVC connector.",
			"Drop the slug into the PVC pipe ...",
			"... and apply lung power.  After that, all I needed to do was prod the balloon as the plaster stiffened, to make sure that the foil didn't end up on the outside edge."
		]
	}
]