[
	{
		"title": "MARK II",
		"gym": true,
		"intro": [
			"The concept of a portable wall is inherently difficult for a number of reasons.  There is tension between ease-of-transportation and sturdiness, between simplicity and modularity, and between making it large enough to be useful, but small enough that it doesn't dominate the space wherever you put it.  My first attempt struck poor balances on all three axes, but the Mark II was an almost complete success."
			],
		"imageURLs": [
			"http://i.imgur.com/B9Jdta0.png",
			"http://i.imgur.com/txidbZn.png",
			"http://i.imgur.com/3V3f3JM.png",
			"http://i.imgur.com/YF1SUVs.png",
			"http://i.imgur.com/3KM0wEq.png",
			"http://i.imgur.com/a3ynYEo.png",
			"http://i.imgur.com/wywbQvI.png",
			"http://i.imgur.com/EQe14nM.png",
			"http://i.imgur.com/M44T9BY.png",
			"http://i.imgur.com/CmTQW7k.png",
			"http://i.imgur.com/Y5IbzUY.png"
		],
		"blurbs": [
			"The old/first version, made from two full 4'x8' plywood boards conformed to fit the portable rail towers.",
			"The new version, set here for a pop underbar.",
			"Front view.  The central panel is two layers of 3/4\" ply and is roughly 5'x5', with handholds cut into the sides and an extra layer of wood on top to thicken the landing profile.",
			"Rear view.  You can see the extra piece of wood along the top, as well as the box on the right tower that held the wrenches for assembly and disassembly.",
			"Side view.  The original towers were built around a central 4\"x4\", but Tyson correctly hypothesized that a solid-ply build would be sturdier and less likely to warp over time.  Note the alternating angles of the foot braces, allowing for a range of tic tac possibilities.",
			"A closer look at the foot braces.  Each brace is formed by two triangles of ply that slot over and tie into 2\" boards on the verticals and horizontals (you can see the screws along the vertical of the smaller triangle to the left, for instance).  Then another board is screwed between the two triangles, and facing ply is added on top.",
			"Profile view.  For extra stability, we also embedded a ~20lb steel brick in each foot, making the towers significantly heavier.  They require a dolly to move, but are sturdy enough that a competent traceur can even stride across the tops.",
			"An unforgivably blurry pic, but it gives a rough sense of the width of the top, as well as the shape of the \"stride posts\" at either end.  I would frequently have my more advanced students practice strides, vaults, and precisions along the top.",
			"As with most of our equipment, we routed and smoothed every edge.  The slot for the wall is actually tight enough that the whole thing holds together without the need for fasteners, but the two bolts on each side stop it from wiggling loose.  It's a process of less than a minute to loosen or tighten each side.",
			"A closeup of the crushed walnut shell grip.  Because we layered it on so thickly, it tends to rub off, and needs a new coat every year or so.",
			"The artwork.  This particular image was my tweak of a design submitted by one of our students, and was in the running to be a new logo for the gym (they ultimately did away with the central figure and just kept the skyline \"eye\").  It took three full days to color in the whole image—I used Sharpies rather than paint so that it wouldn't rub off."
		]
	}
]