[
	{
		"title": "WHERE THE WILD THINGS ARE",
		"intro": [
			"I was itching for a new project right around the time that they decided to make Where the Wild Things Are into a movie.  The previews weren't quite enough to tip me over into actually buying fabric and getting started, but when my friend Stephanie mentioned that she was cold and wanted something warm to wear for the winter, I realized we could kill two birds with one stone."
			],
		"imageURLs": [
			"http://i.imgur.com/RG6PYex.png",
			"http://i.imgur.com/5Abv60Q.png",
			"http://i.imgur.com/ADXHaJY.png",
			"http://i.imgur.com/BLwNxn7.png",
			"http://i.imgur.com/CwbgEYI.png",
			"http://i.imgur.com/e0Dr0ok.png",
			"http://i.imgur.com/Zc97uZL.png",
			"http://i.imgur.com/4svX9sP.png",
			"http://i.imgur.com/5i79LZM.png",
			"http://i.imgur.com/mGvHVcn.png",
			"http://i.imgur.com/C9Z5nlU.png",
			"http://i.imgur.com/yyw6Xhe.png",
			"http://i.imgur.com/767CjBI.png",
			"http://i.imgur.com/dLBQ7TN.png"
		],
		"blurbs": [
			"Our designs were heavily influenced by the movie, rather than by the book.  The hood here is as close to an exact duplicate as I could manage.",
			"Electrical wire for the whiskers, and yarn stitching for the edges of the hood.",
			"The ears are basically just cones of fabric stuffed with fluff, with yarn stitching around the base.",
			"Since the sherpa suede of the outer layer is fluffy, and we were able to find thread of the exact same color, most of the seams are completely invisible.  Here you can see the athletic fabric I used as a liner, since the sueded interior was far too good at trapping heat.",
			"Stephanie stitched full fingerless gloves out of the suede, complete with leathery palms, but I was worried about ripping mine to shreds when I inevitably wore the suit to do parkour.",
			"The elastic palm band turned out to be a perfect solution.  From the outside, it doesn't look much different from gloves or mittens.",
			"Here you can see the elastic and the liner, which covered the entire interior of the costume.",
			"It took visits to five separate stores to find buttons that were the right size and had the right feel.",
			"Stitched with yarn, just like the hood liner.",
			"I was worried I'd run into trouble trying to make buttonholes with yarn, since I'd be stitching so close to the edge of the fabric, so instead I did these with several hundred loops of regular brown thread, doubled over so that there were four strands in every stitch.",
			"Utility pocket!  I made it extra deep, so that it could hold everything I might want to carry (phone, wallet, water bottle).  Lightsaber for scale.",
			"I've always disapproved of zipper pockets that zip up and unzip downward ... that's just asking for gravity to play some tricks and make you drop all of your stuff.  My pocket closes when the zipper is at the bottom.",
			"The tail.  Essentially just a larger version of the ears—a tube of fabric, stuffed with fluff until it can't bend anymore.",
			"The hem at the bottom of the pants.  The leg holes are a little wider than regular jeans—enough to let air filter in to ventilate."
		]
	}
]