[
	{
		"title": "ODDS'N'ENDS",
		"intro": [
			"Not every project is epic in scale.  These are just a few of my smaller products, made in spare hours and afternoons; I pulled them from my treasure chest to document them for this portfolio."
			],
		"imageURLs": [
			"http://i.imgur.com/430OtGH.png",
			"http://i.imgur.com/SPDRMDx.png",
			"http://i.imgur.com/Jc7SCN3.png",
			"http://i.imgur.com/7d19wzU.png",
			"http://i.imgur.com/3MDrOyZ.png",
			"http://i.imgur.com/nFogjN2.png",
			"http://i.imgur.com/rd1ahY3.png",
			"http://i.imgur.com/TTNVtg3.png",
			"http://i.imgur.com/QAtdpjs.png",
			"http://i.imgur.com/sSaJQmB.png",
			"http://i.imgur.com/e31iV4A.png",
			"http://i.imgur.com/ipIFTzC.png",
			"http://i.imgur.com/vEQ4zWz.png",
			"http://i.imgur.com/HWr5nVu.png",
			"http://i.imgur.com/11i2flm.png",
			"http://i.imgur.com/KRT97MT.png",
			"http://i.imgur.com/G1zSgED.png",
			"http://i.imgur.com/jmd8CEI.png"
		],
		"blurbs": [
			"The thing about Toad is—he's the best.  I mean, in Mario Kart 64 he just comes right out and says it, and ain't nobody contradictin'.",
			"This image is sort of lodged in my emotional consciousness as the perfect representation of friendship.  So when I couldn't think of anything else to Shrink, I did a quick sketch and it turned out all right.",
			"Actual size.  Shrinky Dinks are awesome.",
			"This was originally going to be a fully finished Guy Fawkes mask, à la \"V for Vendetta.\"  However, life got in the way, and when it came time to return to the project, I decided I actually liked the look of the half-finished piece.  Sort of a cool, modern-art shelf item.",
			"Some detail of the carving.  I'd never carved before, and was learning as I went, using a cheap ten-piece kit from a craft store.",
			"The inside was shaped to match my own face; we used plaster strips to make a mold, and then I just kept chipping away until they matched.",
			"When I was a kid, I attended summer camp with the YMCA at Camp Frontier.  It was often over a hundred degrees, and as a chubby Star Wars nerd, I never much felt like joining in with tennis or horseback riding.  However, the girls would often braid lanyards in the shade, and that was about my speed.",
			"I made several absurdly large lanyards over the years, but I gave most of them away.  This one contained seven strings, meaning that each braid had fourteen elements to be kept in place.",
			"I achieved the snakey sort of pattern by doing a block of \"square\" braids followed by a block of \"spiral\" ones.",
			"Very happy with how the alternating pattern came out.  I had to do clever things with the very first braid, crossing strings that aren't normally crossed and so forth.",
			"For scale.  The original, unbraided strings were each about thirty feet long, and each individual braid took over two minutes.",
			"One of my favorite projects, sculpting with hot glue.",
			"Rear view.  I started this project with a wireframe skeleton made of paperclips, held together by string.",
			"Detail.  Once the skeleton was complete, I simply laid down layer after layer of hot glue, waiting for each one to dry in between.  When I had the body adequately built up, I finished it off by sinking black airsoft pellets in the outermost layer.",
			"This particular pose is one of my favorites for representing parkour.  It's not the most important technique, but it's incredibly dynamic and photogenic, making it easier to model than cooler movements like arm jumps and cat passes.",
			"I did my best to make the figure look natural from every angle.  I was particularly proud of the shoulder blades and the curve of the butt.",
			"To attach it to the board, I drove a thick nail into the wood at an angle, then heated it over the stove until the nail was red-hot.  I then simply pushed the figure down over the nail—the heat from the nail re-melted the glue, and I held it in place until it had cooled again.",
			"My favorite picture, thanks to the shadows."
		]
	}
]