[
	{
		"title": "PILGRIMAGE ARTWORK",
		"intro": [
			"The majority of the artwork shown below was used in a single, animated section of Pilgrimage called \"Obstacles and Opportunity;\" the curious can find it in the Video section of this site.  Most of these images were created in a simple paint program (Seashore, for Mac) before I learned how to do vector graphics.  Some of the later ones have been vectorized from old .jpgs."
			],
		"imageURLs": [
			"http://i.imgur.com/5hNy9QM.png",
			"http://i.imgur.com/8VD63Jz.png",
			"http://i.imgur.com/J0Gftdi.png",
			"http://i.imgur.com/oGE3bgI.png",
			"http://i.imgur.com/aP2Ky2A.png",
			"http://i.imgur.com/dpsBZiP.png",
			"http://i.imgur.com/6J5etzz.png",
			"http://i.imgur.com/0BL4eOg.png",
			"http://i.imgur.com/IptHqxT.png",
			"http://i.imgur.com/Rp8gv7b.png",
			"http://i.imgur.com/vngWjie.png",
			"http://i.imgur.com/PgDhTGB.png",
			"http://i.imgur.com/jIeKrDH.png",
			"http://i.imgur.com/kK1trfv.png",
			"http://i.imgur.com/cX9GA3I.png",
			"http://i.imgur.com/UmbLdOU.png"
		],
		"blurbs": [
			"Early attempts at outlining, based off of still frames of low-res video footage.",
			"Refining the technique.  Tic tacs are particularly difficult to catch at a photogenic moment.",
			"A backflip from a height.",
			"This particular drop precision was from the New Yorker festival of 2007, which featured a performance from David Belle.",
			"A fellow parkour instructor from Seattle, Cory.",
			"A standing jump from a height of about eight feet.",
			"My favorite outline.  Interestingly, the original photograph this was drawn from is TERRIBLE—blurry, washed-out, and badly composed.",
			"Some less-interesting poses that were necessary for the video.",
			"Winter!",
			"Leap of faith.",
			"Another attempt to make a tic tac look good without motion.",
			"From one of my favorite mental challenges, at the University of North Carolina at Chapel Hill.",
			"Just hanging around.",
			"A perfectly-timed photo of an arm jump.",
			"The original panorama of most of the \"famous\" obstacles in Lisses, France (the birthplace of parkour).",
			"A closer view of the Dame du Lac, an 80-foot concrete climbing wall."
		]
	}
]