[
	{
		"title": "PILGRIMAGE ARTWORK",
		"intro": [
			"The majority of the artwork shown below was used in a single, animated section of Pilgrimage called \"Obstacles and Opportunity;\" the curious can find it in the Video section of this site.  Most of these images were created in a simple paint program (Seashore, for Mac) before I learned how to do vector graphics.  Some of the later ones have been vectorized from old .jpgs."
			],
		"imageURLs": [
			"http://i.imgur.com/5hNy9QM.png",
			"http://i.imgur.com/8VD63Jz.png",
			"http://i.imgur.com/XwJpCOH.jpg",
			"http://i.imgur.com/aSgJ2zQ.jpg",
			"http://i.imgur.com/J0Gftdi.png",
			"http://i.imgur.com/oGE3bgI.png",
			"http://i.imgur.com/OhKzCpT.jpg",
			"http://i.imgur.com/s9wmKbe.jpg",
			"http://i.imgur.com/ZRE0R13.jpg",
			"http://i.imgur.com/aP2Ky2A.png",
			"http://i.imgur.com/dpsBZiP.png",
			"http://i.imgur.com/6J5etzz.png",
			"http://i.imgur.com/0BL4eOg.png",
			"http://i.imgur.com/IptHqxT.png",
			"http://i.imgur.com/Rp8gv7b.png",
			"http://i.imgur.com/vngWjie.png",
			"http://i.imgur.com/PgDhTGB.png",
			"http://i.imgur.com/jIeKrDH.png",
			"http://i.imgur.com/kK1trfv.png",
			"http://i.imgur.com/cX9GA3I.png",
			"http://i.imgur.com/UhnaHOk.jpg",
			"http://i.imgur.com/SltNd3h.jpg",
			"http://i.imgur.com/O2MOjVj.jpg",
			"http://i.imgur.com/jS5ugGE.jpg",
			"http://i.imgur.com/6i5CmCB.jpg"




			"http://i.imgur.com/kCqPAWV.jpg"
		],
		"blurbs": [
			"Early attempts at outlining, based off of still frames of low-res video footage.",
			"Refining the technique.  Tic tacs are particularly difficult to catch at a photogenic moment.",
			"A second attempt, captured at basically the same moment.",
			"Rolls also tend to look awkward, no matter when you take the picture.  I was moderately proud of the hands, toes, and fabric in this drawing, though.",
			"A backflip from a height.",
			"This particular drop precision was from the New Yorker festival of 2007, which featured a performance from David Belle.",
			"Coming in for a landing.  The French term for this movement—where you catch the top of a wall and brace your feet against its surface—is \"arm jump,\" an accurate-if-boring description.  English speakers call it a \"cat leap,\" which leads to confusion since the French use that term for an entirely different movement.",
			"That wonderful moment when you look back at your old work and realize you've drawn impossible thumbs.  I must have been working from a blurry still-frame and paid too little attention to what I was inventing.",
			"Thumbgate, part two.  I do like my 80's MacGuyver hair in this one, though, and the way the shoes convey perspective is something I'm proud of.",
			"A fellow parkour instructor from Seattle, Cory.",
			"A standing jump from a height of about eight feet.",
			"My favorite outline.  Interestingly, the original photograph this was drawn from is TERRIBLE—blurry, washed-out, and badly composed.",
			"Some less-interesting poses that were necessary for the video.",
			"Winter!",
			"Leap of faith.",
			"Another attempt to make a tic tac look good without motion.",
			"From one of my favorite mental challenges, at the University of North Carolina at Chapel Hill.",
			"Just hanging around.",
			"A perfectly-timed photo of an arm jump.",
			"The original panorama of most of the \"famous\" obstacles in Lisses, France (the birthplace of parkour).",
			"The architecture in Lisses is beautiful, but is largely a study in straight lines and stark contrasts.  It's easy to see how parkour evolved there.",
			"Place de Chevreuse, known to traceurs as \"the covered spot,\" one of the earliest and most iconic parkour locations.  This was a fun exercise in perspective for me, using skill that had gotten quite rusty since my high school drafting class.",
			"Learning to suggest rather than to represent was a difficult challenge, and one that this project gave me lots of time to practice.  Near the end of it, I was almost FORCED to draw sparsely, since I was low on both time and motivation.",
			"This concrete bench next to the elementary school was demolished when it became a hangout for delinquent teens and drug dealers.  I was fortunate to have a chance to train on it before it went, and Pilgrimage was essentially the last time it ended up on film.",
			"This steelframe staircase stands next to the community gymnasium, and was prominently featured in David Belle's early videos.  I particularly enjoyed the shading on this representation.",
			"A closer view of the Dame du Lac, an 80-foot concrete climbing wall on the shores of a manmade lake."
		]
	}
]