[
	{
		"title": "PORTRAITURE",
		"intro": [
			"It took a week and over a dozen sheets of paper to produce that first portrait, but by the time I had a version I was satisfied with, I'd caught the bug.  I spent most of my afternoons and weekends for the next month with paper and pencil in hand, looking for subjects.  Below are some of the best results."
			],
		"imageURLs": [
			"http://i.imgur.com/5WMH16e.png",
			"http://i.imgur.com/tnKdaRf.jpg",
			"http://i.imgur.com/Zi7NnB5.jpg",
			"http://i.imgur.com/iu7VzP3.png",
			"http://i.imgur.com/gXvEEEo.png",
			"http://i.imgur.com/gQ7Ufyc.jpg",
			"http://i.imgur.com/hLwjDoH.jpg",
			"http://i.imgur.com/GRDwKix.jpg",
			"http://i.imgur.com/gm354vj.jpg"
		],
		"blurbs": [
			"The very first portrait I ever drew, of my character \"Andrew Casse,\" based off of a composite of three different photographs.",
			"One of my earliest genuine successes; this is Haley Joel Osment as Trevor McKinney, in the movie Pay It Forward.",
			"It's an agent!  I did all of my sketching off of photographs, since I didn't have the skill for live modeling, and even so, I had a hard time convincing myself that Hugo Weaving's forehead really did go up that high.  It was good practice for my later portrait of Patrick Stewart.",
			"Speaking of which ... I was particularly proud of this one, because the entire left side of his face (screen right) was in black shadow.  The cheek/jawline, eye, and eyebrow were all entirely extrapolated based off the visible side of his face.",
			"Making progress with shading.  After Patrick Stewart, I was apparently a bit out-of-practice with hair.",
			"My only commission—Tim, the RA from my best friend's dorm hall at the School of Science and Math.",
			"Probably my most true-to-life portrait, of my senior-year roommate Justin.",
			"Part of my application to the Cooper Union school of architecture.  The whole application was practical, with this part being to draw two self portraits, the right one \"without reference to body.\"",
			"One of my favorite students at Lee Brothers Tae Kwon Do academy, a silent but extremely diligent and focused boy named Josh."
		]
	}
]