[
	{
		"title": "PETRIFIED RAPTOR",
		"intro": [
			"This project was from a time before I learned to document my work, so I have no good photographs of the 'process.'  However, it's fairly easy to do: hot glue two popsicle sticks together, and then make sure that each new stick you add makes it look more like a dinosaur!",
			"(For the record, this piece began at the snout, as I pieced together the curve of the lower jaw, then filled it with teeth, and then worked outward, upward, and back.)"
			],
		"imageURLs": [
			"http://i.imgur.com/LEqWPTn.jpg",
			"http://i.imgur.com/SAlNhGH.jpg",
			"http://i.imgur.com/YnKfQoW.jpg",
			"http://i.imgur.com/UjUw7N4.jpg",
			"http://i.imgur.com/Lq5LAmZ.jpg",
			"http://i.imgur.com/ZcrE1fz.jpg",
			"http://i.imgur.com/t1eLpgT.jpg",
			"http://i.imgur.com/wUBBApf.jpg",
			"http://i.imgur.com/JMXw7hA.jpg",
			"http://i.imgur.com/Jz85eFx.jpg",
			"http://i.imgur.com/FvfD4m3.jpg",
			"http://i.imgur.com/lbPRVcc.jpg",
			"http://i.imgur.com/dKwznf5.png"
		],
		"blurbs": [
			"The final product.  I originally planned a T-Rex, not a raptor, but the jawline came out sleeker and narrower than I expected, and I rolled with it.",
			"Right side.  I made no real effort to keep the sides identical, instead going for a more overall symmetry and allowing the \"scales\" to go wherever felt right.",
			"Back of the neck.",
			"Temple/ear.",
			"Jawline/carotid.",
			"Internal structure.  I actually hoped to create an entire statue, and had most of a torso finished before the end of the year, but the resulting statue would have been nearly ten feet long and difficult to store and move.",
			"Internal structure of the jaw.  You can see the spacers that were used to get the angle of the jawline just so.  The teeth were cut from a pointy, toothpick-esque kind of popsicle stick I found at a craft store.",
			"Down the gullet!  More examples of the frame-and-cover method.",
			"I was quite pleased with how the popsicle sticks managed to give the impression of organic curves.",
			"Rawr.",
			"Throat.  As you can see, this raptor has suffered a small wound near the bottom.",
			"Top of the snout, with the eye ridges just visible on the right side of the frame.",
			"Shining in the sunlight.  A prehistoric terror!"
		]
	}
]