[
	{
		"title": "STREET SKIT—2ND DAN",
		"intro": [
			"One of the more unique parts of black belt testing at Lee Brothers Tae Kwon Do is the \"street skit,\" in which Grand Master Sang Ho Lee asks his students to choreograph and perform practical fight sequences with one or more partners.  While self-defense combinations and full-contact sparring demonstrate a student's actual fighting ability, the street skit is more subtle.  It's a test of creativity and showmanship, as students try to put on performances that are exciting and interesting.  It's a place to demonstrate deep understanding of the principles of self-defense, since students must deconstruct and recombine the skills they've learned over the years.  And most importantly, it displays a student's leadership, charisma, and planning, since he or she must recruit, inspire, and train others over the course of weeks to make a good performance happen.",
			"In 2004, as I was preparing to test for my second-degree black belt, I made three decisions that (I hoped) would set my street skit apart from the rest.  First, I decided that I didn't actually want to be the main character of the story, but rather an ancillary character whose efforts would contribute to a greater cause.  Second, instead of choreographing a traditional two-on-one fight, I chose to up the stakes and have five opponents.  And third, given the overwhelming odds and my preference for realism, I decided that I couldn't get away with winning, and would actually go down at the end (the first time this had ever happened at Lee Brothers).  It was my hope that these elements would combine to make my skit dramatic and memorable, with an underlying message of honor and sacrifice.",
			"I wrote the narration above to set the tone.  It played in the dark while my companions and I set up the stage.  The prose is definitely purple and over-the-top, but the music and the excellent voice work of one of my old professors did a great job of tying it all together.  When one of my hard drives blew last year, I lost the footage of the actual performance, but thankfully I had this audio stored in a backup location."
			],
		"videoURLs": [
			"https://www.youtube.com/embed/yjEEaj0YlO4?rel=0"
		],
		"blurbs": [
		]
	}
]