[
	{
		"title": "TIKI TOPPERS",
		"intro": [
			"As with most elements in the gym, the Tikis and their tops were built with 3/4\" ACX plywood and interior 2\"x4\" or 2\"x6\" framing.  Handles and edges were smoothed over with a 3/4\" radius rout, and finish included staining and three coats of Polywhey."
			],
		"imageURLs": [
			"http://i.imgur.com/TSIodMk.png",
			"http://i.imgur.com/HKIbrbQ.png",
			"http://i.imgur.com/099DW5O.png",
			"http://i.imgur.com/X3zqKG8.png",
			"http://i.imgur.com/CuE70gS.png",
			"http://i.imgur.com/FdnPsoR.png",
			"http://i.imgur.com/j1mEN9Z.png",
			"http://i.imgur.com/GM5jmph.png",
			"http://i.imgur.com/wTwLz9Q.png",
			"http://i.imgur.com/yrLW9RE.png",
			"http://i.imgur.com/oB9RxJN.png",
			"http://i.imgur.com/phE4RXU.png",
			"http://i.imgur.com/dFnCieO.png",
			"http://i.imgur.com/R8XsJxO.png",
			"http://i.imgur.com/hTkDokF.png",
			"http://i.imgur.com/kx210km.png",
			"http://i.imgur.com/TUkVGVj.png"
		],
		"blurbs": [
			"The original tikis in their natural habitat.  The gym had two 24\" bases, as well as extensions in 12\", 9\", 6\" and 3\" heights.",
			"An example of the tikis and tops in a larger setup.  The straps were mainly for creating a tight connection to the orange boxes, which were heavily weighted down—200+lb. adults would hit this thing at quite high speeds without being able to budge it.",
			"The join between tikis.  There is a corresponding edge of 3/4\" ply on the top, with internal framing about two inches up.  The internal framing would rest on the larger square surface of the tiki, to take the actual weight.",
			"A closer look at the join.  Our handles were cut with a hole saw and a jigsaw and then routed and sanded.",
			"Here you can see Toad, the first of the new tiki tops.  At this and similar heights, it makes both a great landing surface for working catpass precisions, and a great vaulting obstacle—go from screen left background to screen right foreground for front-side or rising catpasses, and the other direction for back-side or diving catpasses.",
			"Toad's interior construction.",
			"It could be braced up against a wall at a shallow angle for landings, boosts, and tic tacs ...",
			"... or turned upright for a steeper feel or constrained precision landings along the 4\" top edge.",
			"Closeup of the artwork, done by me in Sharpie.",
			"The \"kash\" box, so named because it's great for building confidence with catpasses (\"kongs\"), dash vaults, and kash vaults.",
			"The notch allows traceurs a little extra leeway to let their feet pass through, as opposed to having to clear a solid obstacle.  It's four inches deep and about a foot and a half wide.  Having two upright \"posts\" also made this box pretty useful for stride practice, and the flat inner surface was just the right height for boosted takeoffs when the box was placed at ground level.",
			"We usually coated at least one face of each box with walnut shells, to give it a sandpapery grip.",
			"Interior construction.",
			"The pyramid!  With a guest appearance by the SturdyMade elephant.",
			"The two handles were enough to lift and carry the box, but in retrospect it might have been better to put them on more than one side.",
			"Interior construction.  The pyramid is great for tacs, strides, and precision landings.",
			"Closeup on the artwork."
		]
	}
]