[
	{
		"title": "TURTLES 2.0",
		"intro": [
			"The best parkour equipment tends to be portable, versatile, and stable.  Turtles meet all three requirements, especially with the new strap handle for easy carrying.  This is the sort of small obstacle that can be useful no matter the specific theme of your session.",
			"This particular pair of turtles was built using DeWalt cordless power tools (skill saw, impact driver, random orbital sander), a utility knife, a six-foot steel ruler, and a pair of quick clamps.  Materials included 2\"x10\" untreated pine, 3/4\" red oak plywood, 2\" webbing, and recycled black floor matting, as well as lag screws and deck screws.  The work took about 20 hours, and the final products are roughly 13\" by 19\" by 6\" high, weighing about 10lbs apiece."
			],
		"imageURLs": [
			"http://i.imgur.com/e2e2Yju.jpg",
			"http://i.imgur.com/Tk47bZM.jpg",
			"http://i.imgur.com/HRRtAMM.jpg",
			"http://i.imgur.com/5bh8nsc.jpg",
			"http://i.imgur.com/WS4eb5W.jpg",
			"http://i.imgur.com/3Bbsc9u.jpg",
			"http://i.imgur.com/qfqUE8U.jpg",
			"http://i.imgur.com/9cscWWD.jpg",
			"http://i.imgur.com/etDdMF3.jpg",
			"http://i.imgur.com/cMROjHO.jpg",
			"http://i.imgur.com/Ob3HC6e.jpg",
			"http://i.imgur.com/ISIhbM2.jpg",
			"http://i.imgur.com/1ZBviLQ.jpg",
			"http://i.imgur.com/bgPnJPk.jpg",
			"http://i.imgur.com/GNjbpar.jpg",
			"http://i.imgur.com/iDCVrda.jpg",
			"http://i.imgur.com/47FQlw6.jpg",
			"http://i.imgur.com/bOytu2L.jpg",
			"http://i.imgur.com/ikjN21J.jpg",
			"http://i.imgur.com/NusdugL.jpg",
			"http://i.imgur.com/ih1ob1b.jpg",
			"http://i.imgur.com/kMukoWQ.jpg",
			"http://i.imgur.com/S1ZmR0s.jpg"
		],
		"blurbs": [
			"The finished product.  I eventually went back and cleaned up the bits of glue around the bottom once it was fully dry.",
			"Getting started.  Quick-clamps and a long steel ruler are crucial when you don't have a table saw or any kind of fence.",
			"The interior of the turtle is two layers of 2\"x10\" pine, beveled and stacked on top of one another.  I find it's easiest to just go ahead and bevel the entire board before cutting it into smaller sections.  For this particular iteration, I angled the edges 50 degrees from vertical (40 degrees up from horizontal).",
			"The bottom layer (roughly 12\"x18\").",
			"Bottom along with top.",
			"My preferred method for getting two pieces of wood screwed together EXACTLY right is to drill two small pilot holes through both boards while they're clamped ...",
			"... then to screw at least two screws through so they're juuuuuuust poking out.  When you put the boards back together, the \"teeth\" find the pilot holes and guide the two parts into exactly the right relative orientation.",
			"Pigluesso.",
			"The innards of three turtles (I ended up setting the square one aside due to insufficient time and materials).",
			"This is 3/4\" oak ply, for the outer facing.  It will lie alongside the two 2\" boards, hiding the join and tying them more firmly together.  Note that the two bevels are at different angles.  The left angle is at 40 degrees, just like the innards it'll be up against (the exposed grain of the cut will lie flat on the baseboard, and the \"top\" shown here will lie flush with the beveled sides of the 2\" boards).  The right angle is at 50 degrees (complementary) so that it'll create a vertical \"wall\" for some inlaid rubber on top.",
			"Again, I usually bevel the whole board before cutting smaller pieces out of it.",
			"Here you can see the siding attached to the inner 2\" boards.  Glue and 2\" deck screws.",
			"Note that the angle of the siding cut matches the bevel of the end as well.  This was a complex, compound angle, so rather than doing the math, I simply cut the first one at 90 degrees and then sanded it down until it matched.  Then I measured it with the skill saw (turns out it's ~33 degrees), and just kept the saw locked there for the rest of my cuts.",
			"Bottom is flush and ready for a baseboard.",
			"I wanted to upgrade from my previous version of this piece of equipment by adding a strap handle.  Here, I'm chiseling out a shallow groove for the strap to lie in, so it doesn't warp the baseboard.",
			"Shallow grooves complete.  I basically removed a single layer of the three-layer oak ply (1/2\").",
			"Confirming the fit.",
			"As with the longer sides, I didn't want to spend time calculating the compound angle, so I simply cut straight and attached, then sanded.  Prediction: angle will again be 33 degrees.  Result: true.",
			"Another view of the unground ugly.  You can see the top layer of rubber inlaid here ... it's half-inch recycled floor matting, held in by Liquid Nails and the 1\" lag screws you can see in the corners there.",
			"Grindin'.",
			"Glue on the turtle, ready for the baseboard.  Note that I used Liquid Nails on the handle, rather than trusting to wood glue.  I also put two screws straight through each side of the strap (four total).",
			"That lovely feeling when the heaviest item you have for \"clamping\" is another piece of parkour equipment you built.  Not shown is the process for cutting the rubber (basically just drag a utility knife through it over and over again).  Like the top inlay, the bottom rubber is held on by Liquid Nails and lag screws.  On my next iteration of this project, I'll probably glue the rubber to the base plywood before attaching either to the turtle (this would allow for easier, more efficient clamping, resulting in a stronger glue join).",
			"Final product, with a size 12.5 (US) shoe for scale."
		]
	}
]