[
	{
		"title": "WIZARDS' CREATIVE DEPARTMENT APPLICATION",
		"intro": [
			"Since 2010, when my friend Stephanie and her brother taught me how to play, I have been an avid fan of the trading card game Magic: The Gathering.  I've often toyed with the idea of setting my sights on a design position at Wizards of the Coast, where the game is created.  However, with no game design credentials and little gaming experience outside of Magic itself, I realized that, if I were to apply, I would be much more qualified for a job in some other, related department.",
			"When Wizards nearly doubled their workload in 2014, they opened up new positions in the creative department, where writers and artists go to work on building the worlds, characters, and storylines that make Magic come to life.  I filled in an application on the spot, and spent the weekend crafting an artifact to supplement my résumé.  Unfortunately, I never heard back from Wizards, but the piece and process are documented below."
			],
		"imageURLs": [
			"http://i.imgur.com/AjOYaZV.jpg",
			"http://i.imgur.com/aja7C78.jpg",
			"http://i.imgur.com/fwnyLOS.jpg",
			"http://i.imgur.com/H7oK60y.jpg",
			"http://i.imgur.com/BK1qgMM.jpg",
			"http://i.imgur.com/GHbfEgn.jpg",
			"http://i.imgur.com/Z7R7TzB.jpg",
			"http://i.imgur.com/wnZjkMe.jpg",
			"http://i.imgur.com/OiWcKAY.jpg",
			"http://i.imgur.com/DLPnExI.jpg",
			"http://i.imgur.com/i4zcO4d.jpg",
			"http://i.imgur.com/4APt6yh.jpg",
			"http://i.imgur.com/Vnx2fga.jpg",
			"http://i.imgur.com/uSWqdgi.jpg",
			"http://i.imgur.com/jfDPBY4.jpg",
			"http://i.imgur.com/oh45BQx.jpg",
			"http://i.imgur.com/stci7WG.jpg",
			"http://i.imgur.com/ycpkZBA.jpg",
			"http://i.imgur.com/eQi4lZC.jpg",
			"http://i.imgur.com/JUYSXCt.jpg",
			"http://i.imgur.com/7ZqZXSo.jpg",
			"http://i.imgur.com/Qt5aMXu.jpg",
			"http://i.imgur.com/WBuKkHG.jpg",
			"http://i.imgur.com/mESuLpU.jpg",
			"http://i.imgur.com/yCjQSOT.jpg"
		],
		"blurbs": [
			"What's this?  ... a lost journal?",
			"It belongs to Duncan Germain ...",
			"... who is apparently not very good at keeping journals.",
			"Whoa!  Page two is a little more interesting.",
			"A letter to the queen, you say?",
			"... nice seal.  Maybe I won't break that just yet.",
			"A map.  With some familiar coastline up there in the northwest corner ...",
			"Hurm.",
			"Okay, fine.  I'm the queen today.",
			"Hmm.  Not the most reassuring of recommendations.",
			"All right, so, lots of hints that there's something fishy about the cover ...",
			"Double whoa.  Sealed inside—TWO hidden documents.",
			"Another letter, this one quite sad.",
			"HURM.",
			"Pressure's on.  Can the puzzle be solved?",
			"Some assorted documentation of the process (the cat wanted to help).",
			"The original map image was drawn digitally, very faint, and printed on canvas so that it could be retraced by hand.  Emmer's letters were similarly traced from a printed font, so that they would differ from my natural handwriting.",
			"Here, the map outlines are mostly filled in.  Washington State's northwestern coast is visible in the corner, with hopefully the right mix of obvious homage and subtle clue.",
			"Halfway through the painstaking process of writing-in-someone-else's-handwriting.  I used a pen with a nice, smooth stroke, which made each line increasingly more nerve-wracking than the one before.  I did NOT want to have to start over.",
			"Home stretch.  Note the bolding of the clue phrases—it was far too obvious for someone actually reading through the letter, but I also needed to catch the attention of a reader who was simply glancing/skimming.",
			"The original enemy message, pre-soiling.  The process of distressing it was fairly straightforward—I simply took it out back and ground it into the dust and the patio with my shoes.",
			"When they show cut books in the movies, they never tell you just how tedious the process of making them can be.",
			"Half an hour later, the hole is ready to receive its secret documents.",
			"Using rubber cement to glue the edges of the pages shut.",
			"The point of no return, when I sealed the messages inside.  (Deep breaths, Duncan)"
		]
	}
]